Repository: remram44/taguette
Catalog: po/javascript_*.po
Languages: de, el, es, fr, id, it, nl, pt, sv

source: Couldn't update project metadata!
de: Konnte die Metadaten des Projekts nicht aktualisieren!
el: Δεν ήταν δυνατή η ενημέρωση των μεταδεδομένων του έργου!
es: ¡No se pudo actualizar los metadatos del proyecto!
fr: Impossible de mettre à jour les métadonnées !
id: Tidak dapat memperbarui metadata proyek
it: Non è stato possibile aggiornare i metadati del progetto!
nl: De metadata kon niet vernieuwd worden!
pt: Não foi possível atualizar os metadados do projeto!
sv: Det gick inte uppdatera projektets metadata!

source: Edit
de: Bearbeiten
el: Επεξεργασία
es: Editar
fr: Éditer
id: Sunting
it: Modifica
nl: Bewerken
pt: Editar
sv: Ändra

source: There are no documents in this project yet.
de: Es gibt noch keine Dokumente in diesem Projekt.
el: Δεν υπάρχουν ακόμη έγγραφα σε αυτό το έργο.
es: No hay documentos aún en este proyecto
fr: Il n'y a pas encore de documents dans ce projet.
id: Belum ada dokumen di proyek ini
it: Non ci sono ancora documenti in questo progetto.
nl: Er zijn nog geen documenten in dit project.
pt: Ainda não existem documentos nesse projeto.
sv: Det finns inga dokument i det här projektet ännu.

source: Error uploading file!
de: Fehler beim Dateiupload!
el: Σφάλμα κατά τη μεταφόρτωση του αρχείου!
es: ¡Error al subir archivo!
fr: Impossible d'envoyer ce fichier !
id: Gagal mengunggah berkas!
it: Errore durante il caricamento del file!
nl: Fout in het bestand uploaden!
pt: Erro no carregamento do arquivo!
sv: Det gick inte att ladda upp filen!

source: Document name cannot be empty
de: Der Dokumentname kann nicht leer sein
el: Το όνομα του εγγράφου δεν μπορεί να είναι κενό
es: El nombre del documento no puede estar vacío
fr: Le nom du document ne peut pas être vide
id: Nama dokumen tidak boleh kosong
it: Il nome del documento non può essere vuoto
nl: Bestandsnaam mag niet leeg zijn
pt: O nome do documento não pode estar vazio
sv: Dokumentets namn får inte vara tomt

source: Couldn't update document!
de: Konnte Dokument nicht aktualisieren!
el: Δεν ήταν δυνατή η ενημέρωση του εγγράφου!
es: ¡No se pudo subir el documento!
fr: Impossible de mettre à jour le document !
id: Tidak dapat memperbarui dokumen!
it: Non è stato possibile aggiornare il documento!
nl: Het bestand kon niet vernieuwd worden!
pt: O documento não pode ser atualizado!
sv: Det gick inte att uppdatera dokumentet!

source: Are you sure you want to delete the document '%(doc)s'?
de: Sind sie sicher das sie Dokument "%(doc)s" löschen möchten?
el: Θέλετε σίγουρα να διαγράψετε το έγγραφο '%(doc)s';
es: ¿Estás seguro/a de que quieres eliminar el documento '%(doc)s'?
fr: Êtes-vous sûr de vouloir supprimer le document "%(doc)s" ?
id: Anda yakin hendak menghapus dokumen '%(doc)s'?
it: Sei sicuro di voler eliminare il documento '%(doc)s'?
nl: Weet je zeker dat je dit bestand wilt verwijderen '%(doc)s'?
pt: Você tem certeza que deseja deletar o documento '%(doc)s'?
sv: Är du säker på att du vill ta bort dokumentet '%(doc)s'?

source: Couldn't delete document!
de: Konnte Dokument nicht löschen!
el: Δεν ήταν δυνατή η διαγραφή του εγγράφου!
es: ¡No se puedo eliminar el documento!
fr: Impossible de supprimer le document !
id: Tidak dapat menghapus dokumen!
it: Non è stato possibile eliminare il documento!
nl: Het bestand kon niet verwijdert worden!
pt: Não foi possível deletar o documento!
sv: Det gick inte att ta bort dokumentet!

source: There are no tags in this project yet.
de: Es gibt noch keine tags in diesem Projekt.
el: Δεν υπάρχουν ακόμη ετικέτες σε αυτό το έργο.
es: No hay etiquetas en este proyecto aún.
fr: Il n'y a pas encore de tags dans ce projet.
id: Belum ada tag di proyek ini.
it: Non ci sono ancora etichette in questo progetto.
nl: Er zijn nog geen labels voor dit project.
pt: Ainda não existem etiquetas nesse projeto.
sv: Det finns inga taggar i det här projektet ännu.

source: no tags
de: keine Tags
el: δεν υπάρχουν ετικέτες
es: ninguna etiqueta
fr: pas de tags
id: tidak ada tag
it: nessuna etichetta
nl: geen labels
pt: sem etiquetas
sv: inga taggar

source: Invalid tag name
de: Ungültiger Tag-Name
el: Μη έγκυρο όνομα ετικέτας
es: Nombre no válido de etiqueta
fr: Nom de tag invalide
id: Nama tag invalid
it: Nome etichetta non valido
nl: Ongeldige labelnaam
pt: Nome de etiqueta inválido
sv: Ogiltigt namn på tagg

source: Couldn't create tag!
de: Konnte Tag nicht erstellen!
el: Αδυναμία δημιουργίας ετικέτας!
es: ¡No se pudo crear la etiqueta!
fr: Impossible de créer le tag !
id: Tidak dapat membuat tag!
it: Non è stato possibile creare l'etichetta!
nl: Het label kon niet gecreëerd worden!
pt: Não foi possível criar a etiqueta!
sv: Det gick inte att skapa tagg!

source: Are you sure you want to delete the tag '%(tag)s'?
de: Sind sie sicher das sie Tag "%(tag)s" löschen möchten?
el: Θέλετε σίγουρα να διαγράψετε την ετικέτα '%(tag)s';
es: ¿Estás seguro/a que quieres eliminar la etiqueta '%(tag)s'?
fr: Êtes-vous sûr de vouloir supprimer le tag "%(tag)s" ?
id: Anda yakin hendak menghapus tag '%(tag)s'?
it: Sei sicuro di voler eliminare l'etichetta '%(tag)s'?
nl: Weet je zeker dat je het label '%(tag)s' wilt verwijderen?
pt: Você tem certeza que deseja deletar a etiqueta '%(tag)s'?
sv: Är du säker på att du vill ta bort taggen '%(tag)s'?

source: Couldn't delete tag!
de: Konnte Tag nicht löschen!
el: Αδυναμία διαγραφής ετικέτας!
es: ¡No se pudo eliminar la etiqueta!
fr: Impossible de supprimer le tag !
id: Tidak dapat menghapus tag!
it: Non è stato possibile eliminare l'etichetta
nl: Het label kon niet verwijderd worden!
pt: Não foi possível deletar a etiqueta!
sv: Det gick inte att ta bort taggen!

source: Couldn't merge tags!
de: Konnte die Tags nicht mergen!
el: Αδυναμία συγχώνευσης ετικετών!
es: ¡No se pudo fusionar las etiquetas!
fr: Impossible de fusionner les tags !
id: Tidak dapat menggabungkan tag!
it: Non è stato possibile unire le etichette!
nl: De labels konden niet samengevoegd worden!
pt: Não foi possível combinar as etiquetas!
sv: Det gick inte att slå samman taggarna!

source: n
id: b

source: Couldn't create highlight!
de: Konnte Highlight nicht erstellen!
el: Αδυναμία δημιουργίας επισήμανσης!
es: ¡No se pudo crear el resaltado!
fr: Impossible de créer la marque !
id: Tidak dapat membuat sorotan
it: Impossibile creare l'evidenziazione!
nl: De markering kon niet gecreëerd worden!
pt: Não foi possível criar o destaque!
sv: Det gick inte att skapa markering!

source: Couldn't delete highlight!
de: Konnte Highlight nicht löschen!
el: Αδυναμία διαγραφής επισήμανσης!
es: ¡No es pudo eliminar el resaltado!
fr: Impossible de supprimer la marque !
id: Tidak dapat menghapus sorotan!
it: Impossibile eliminare l'evidenziazione!
nl: De markering kon niet verwijderd worden!
pt: Não foi possível deletar o destaque!
sv: Det gick inte att ta bort markering!

source: Full permissions
de: Volle Zugriffsrechte
el: Πλήρεις άδειες
es: Todos los permisos
fr: Toutes les permissions
id: Wewenang penuh
it: Permessi completi
nl: Volledige toestemming
pt: Permissão total
sv: Fullständiga behörigheter

source: Can't change collaborators / delete project
de: Kann Mitarbeitende nicht ändern / das Projekt nicht löschen
el: Δεν είναι δυνατή η αλλαγή συνεργατών / διαγραφή έργου
es: Imposible cambiar colaboradores / cambiar proyecto
fr: Ne peut pas changer les collaborateurs / supprimer le projet
id: Tidak dapat mengubah kolaborator/menghapus proyek
it: Non è stato possibile cambiare collaboratori / eliminare il progetto
nl: Kan de bijdragers niet wijzigen / project verwijderen
pt: Não é possível mudar os colaboradores / deletar o projeto
sv: Det går inte att ändra medarbetare / ta bort projekt

source: View & make changes
de: Ansehen & Bearbeiten
el: Προβολή και πραγματοποίηση αλλαγών
es: Ver y hacer cambios
fr: Voir & faire des changements
id: Melihat dan membuat perubahan
it: Visualizza & modifica
nl: Wijzigingen maken & bekijken
pt: Visualizar & realizar mudanças
sv: Visa & gör ändringar

source: View only
de: Nur Ansehen
el: Προβολή μόνο
es: Solamente ver
fr: Voir seulement
id: Melihat saja
it: Visualizza solo
nl: Alleen bekijken
pt: Visualizar apenas
sv: Visa bara

source: Already a member!
de: Bereits registriert!
el: Ήδη μέλος!
fr: Déja membre de ce projet !
id: Sudah terdaftar!
nl: Al lid!
pt: Já é um membro!
sv: Redan medlem!

source: This user doesn't exist!
de: Dieser Benutzer existiert nicht!
el: Αυτός ο χρήστης δεν υπάρχει!
fr: Cet utilisateur n'existe pas !
id: Pengguna tidak ditemukan
nl: Deze gebruiker bestaat niet!
pt: Esse usuário não existe!
sv: Användaren existerar inte!

source: Couldn't update collaborators!
de: Konnte Mitarbeitende nicht aktualisieren!
el: Δεν ήταν δυνατή η ενημέρωση των συνεργατών!
es: ¡No se pudo actualizar a los colaboradores!
fr: Impossible de mettre à jour les collaborateurs !
id: Tidak dapat memperbarui kolaborator!
it: Non è stato possibile aggiornare i collaboratori!
nl: Kon de bijdragers niet vernieuwen!
pt: Não foi possível atualizar os colaboradores!
sv: Det gick inte att uppdatera medarbetare!

source: Load a document on the left
de: Lade ein Dokument auf der linken Seite
el: Τοποθετήστε ένα έγγραφο στα αριστερά
es: Cargar un documento en la izquierda
fr: Sélectionnez un document sur la gauche
id: Muat dokumen di sebelah kiri
it: Carica un documento sulla sinistra
nl: Laad links een bestand
pt: Insira o documento à esquerda
sv: Ladda ett dokument till vänster

source: Error loading document!
de: Fehler beim Laden des Dokuments
el: Σφάλμα κατά τη φόρτωση του εγγράφου!
es: ¡Error al cargar documento!
fr: Impossible de charger le document !
id: Gagal memuat dokumen!
it: Errore durante il caricamento del documento!
nl: Fout in het laden van het bestand!
pt: Erro no carregamento do documento!
sv: Det gick inte att ladda dokumentet!

source: No highlights with this tag yet.
de: Es gibt noch keine Highlights mit diesem Tag.
el: Δεν υπάρχουν ακόμα επισημάνσεις με αυτήν την ετικέτα.
es: No hay resaltados aún con esta etiqueta.
fr: Aucune marque avec ce tag.
id: Belum ada sorotan dengan tag ini.
it: Ancora nessuna evidenziazione con questo tag.
nl: Nog geen markeringen voor dit label.
pt: Não existem destaques com essa etiqueta ainda.
sv: Inga markeringar med den här taggen ännu.

source: Error loading tag highlights!
de: Fehler beim Laden der Highlights für dieses Tag!
el: Σφάλμα κατά τη φόρτωση των επισημάνσεων της ετικέτας!
es: ¡Error al cargar resaltados de etiqueta!
fr: Impossible de charger les marques du tag !
id: Gagal memuat sorotan tag!
it: Errore durante il caricamento delle evidenziazioni delle tag!
nl: Fout in het laden van de label markeringen!
pt: Erro no carregamento dos destaques da etiqueta!
sv: Det gick inte att läsa in taggens markeringar!

source: It appears that you have been logged out.
de: Es scheint das sie ausgeloggt sind.
el: Φαίνεται ότι έχετε αποσυνδεθεί.
es: Parece que has cerrado tu sesión.
fr: Il semble que vous vous soyez déconnecté de votre profil.
id: Sepertinya Anda sudah logout.
it: Sembra tu sia stato disconnesso.
nl: Het lijkt erop dat je uitgelogd bent.
pt: Parece que você deslogou.
sv: Det verkar som att du har blivit utloggad.

source: You can no longer access this project.
de: Sie können auf dieses Projekt nicht mehr zugreifen.
el: Δεν έχετε πλέον πρόσβαση σε αυτό το έργο.
es: Ya no puedes acceder a este proyecto.
fr: Vous ne pouvez plus accéder à ce projet.
id: Anda tidak dapat mengakses proyek ini lagi.
it: Non hai più accesso a questo progetto.
nl: Je hebt geen toegang meer tot dit project.
pt: Você não pode mais acessar esse projeto.
sv: Du har inte längre åtkomst till det här projektet.
