Repository: remram44/taguette
Catalog: po/main_*.po
Languages: de_de, el_gr, es, fr, id_id, it_it, nl, pt_br, sv

source: This database could not be updated to the current version
el_gr: Αυτή η βάση δεδομένων δεν ήταν δυνατόν να ενημερωθεί στην τρέχουσα έκδοση
es: Esta base de datos no se ha podido actualizar a la versión actual
fr: Cette base de données n'a pas pu être convertie à la version actuelle
id_id: Database ini tidak dapat diperbarui ke versi terkini
sv: Denna databas kunde inte uppdateras till den aktuella versionen

source: This is not a Taguette project file
el_gr: Αυτό δεν είναι ένα αρχείο έργου της Taguette
es: Este no es un archivo de projecto de Taguette
fr: Ce fichier n'est pas un projet Taguette
id_id: Ini bukan berkas proyek Taguette
sv: Detta är inte en projektfil av Taguette

# page title
source: Error 404
el_gr: Σφάλμα 404
fr: Erreur 404

source: This page does not exist.
el_gr: Αυτή η σελίδα δεν υπάρχει.
es: Esta página no existe
fr: Cette page n'existe pas.
id_id: Halaman ini tidak ada
sv: Den här sidan finns inte.

source: Invalid login or password
de_de: Ungültiger Benutzername oder Passwort
el_gr: Μη έγκυρη σύνδεση ή κωδικός πρόσβασης
es: Nombre de usuario o contraseña sin validez
fr: Nom d'utilisateur ou mot de passe invalide
id_id: Nama pengguna atau kata sandi keliru
it_it: Nome utente o password non validi
nl: Foutieve login of wachtwoord
pt_br: Login ou senha inválidos
sv: Ogiltigt användarnamn eller lösenord

source: Passwords do not match
de_de: Passwörter stimmen nicht überein
el_gr: Οι κωδικοί πρόσβασης δεν ταιριάζουν
es: Las contraseñas no coinciden
fr: Les mots de passe ne correspondent pas
id_id: Kata sandi tidak cocok
it_it: Le passwords non corrispondono
nl: Wachtwoorden zijn niet hetzelfde
pt_br: As senhas não são iguais
sv: Lösenorden matchar inte

source: User name is taken
de_de: Der Benutzername ist bereits vergeben
el_gr: Το όνομα χρήστη χρησιμοποιείται ήδη
es: El nombre de usuario ya existe
fr: Le nom d'utilisateur est déjà utilisé
id_id: Nama pengguna telah dipakai
it_it: Il nome utente è preso
nl: Gebruikersnaam bezet
pt_br: Esse nome de usuário já está em uso
sv: Upptaget användarnamn

source: Email address is already used
de_de: Diese E-Mail-Adresse wird bereits verwendet
el_gr: Η διεύθυνση email χρησιμοποιείται ήδη
es: La dirección de correo ya está registrada
fr: L'adresse e-mail est déjà utilisée
id_id: Alamat email telah dipakai
it_it: L'email è già in uso
nl: Email-adres al in gebruik
pt_br: Esse endereço e-mail já está sendo utilizado
sv: E-postadressen används redan

source: Terms of Service must be accepted
el_gr: Οι Όροι Παροχής Υπηρεσιών πρέπει να γίνουν αποδεκτοί
es: Deben aceptarse las Condicones del Servicio
fr: Vous devez accepter les conditions d'utilisation
id_id: Syarat Layanan harus diterima
pt_br: Os termos de uso precisam ser aceitos
sv: Användarvillkoren måste accepteras

source: This email address is not associated with any user
de_de: Diese E-Mail-Adresse ist nicht mit einem Benutzer verknüpft
el_gr: Αυτή η διεύθυνση ηλεκτρονικού ταχυδρομείου δεν σχετίζεται με κανέναν χρήστη
es: Esta dirección de correo no está asociada a ningún usuario
fr: Cette adresse e-mail n'est associée à aucun utilisateur
id_id: Tidak ada pengguna yang sesuai dengan alamat email ini
it_it: Questo indirizzo email non è associato a nessun utente
nl: Dit email-adres is niet gekoppeld aan een gebruiker
pt_br: Esse endereço de e-mail não está associado a nenhum usuário
sv: Denna e-postadress är inte kopplad till någon användare

source: Password reset for Taguette
de_de: Passwort für Taguette zurücksetzen
el_gr: Επαναφορά κωδικού πρόσβασς για την Taguette
es: Reestablecer contraseña en Taguette
fr: Réinitialisation de mot de passe pour Taguette
id_id: Reset kata sandi Taguette
it_it: Reimpostazione password per Taguette
nl: Wachtwoord resetten voor Taguette
pt_br: Redefinir a senha do Taguette
sv: Lösenordsåterställning för Taguette

source: Invalid token
de_de: Ungültiges Token
el_gr: Μη έγκυρος κλειδάριθμος
fr: Code invalide
id_id: Token invalid
nl: Ongeldig teken
pt_br: Token inválido
sv: Ogiltig token

source: No user associated with that token
de_de: Kein mit diesem Token verbundener Benutzer
el_gr: Κανένας χρήστης δεν σχετίζεται με αυτόν τον κλειδάριθμο
fr: Aucun utilisateur n'est associé avec ce code
id_id: Tidak ada pengguna yang sesuai dengan token ini
nl: Er is geen gebruiker aan dit teken gekoppeld
pt_br: Nenhum usuário associado com esse token
sv: Token ej kopplad till en användare

source: Password has already been changed
de_de: Passwort wurde bereits geändert
el_gr: Ο κωδικός πρόσβασης έχει ήδη αλλάξει
fr: Le mot de passe a déjà été changé
id_id: Kata sandi telah diubah
nl: Het wachtwoord is al veranderd
pt_br: A senha já foi modificada
sv: Lösenordet har redan ändrats

source: interesting
de_de: interessant
el_gr: ενδιαφέρον
es: interesante
fr: intéressant
id_id: menarik
it_it: Interessante
nl: interessant
pt_br: interessante
sv: Intressant

source: Further review required
de_de: Weitere Überprüfung nötig
el_gr: Απαιτείται περαιτέρω ανασκόπηση
es: Se requiere más revisión
fr: Plus d'analyse requise
id_id: Telaah lanjutan diperlukan
it_it: Ulteriore revisione richiesta
nl: Nadere beoordeling vereist
pt_br: Necessita de outra revisão
sv: Ytterligare granskning krävs

source: You don't have permission to delete this project
de_de: Sie sind nicht berechtigt, dieses Projekt zu löschen.
el_gr: Δεν έχετε άδεια να διαγράψετε αυτό το έργο
fr: Vous n'êtes pas autorisé à supprimer ce project
id_id: Anda tidak berhak menghapus proyek ini
nl: Je hebt geen toestemming om dit project te verwijderen
pt_br: Você não tem permissão para deletar esse projeto
sv: Du har inte behörighet att ta bort det här projektet

source: You don't have permission to import a codebook
el_gr: Δεν έχετε άδεια εισαγωγής βιβλίου ετικετών
fr: Vous n'avez pas la permission d'importer de tags
id_id: Anda tidak berhak mengimpor kode buku
sv: Du har inte behörighet att importera en kodbok

source: Row %d: %s
el_gr: Γραμμή %d: %s
fr: Ligne %d : %s
id_id: Baris %d: %s
sv: Rad %d: %s

source: Error importing tags, concurrent changes caused a conflict
el_gr: Σφάλμα κατά την εισαγωγή ετικετών, οι ταυτόχρονες αλλαγές προκάλεσαν διένεξη
fr: Erreur à l'importation des tags, des changements simultanés ont causé un conflit
id_id: Gagal mengimpor tag, perubahan yang ada menyebabkan konflik
sv: Fel vid import av taggar, samtidiga ändringar orsakade en konflikt

source: No file provided
el_gr: Δεν παρέχεται αρχείο
fr: Aucun fichier sélectionné
id_id: Tidak ada berkas yang diberikan
sv: Ingen fil försedd

source: | Please report issues via <a href="https://gitlab.com/remram44/taguette">GitLab</a> or <a href="mailto:hi@taguette.org">hi@taguette.org</a>!
el_gr: | Παρακαλώ αναφέρετε προβλήματα ή άλλα ζητήματα μέσω του <a href="https://gitlab.com/remram44/taguette">GitLab</a> ή με μήνυμα στο <a href="mailto:hi@taguette.org">hi@taguette.org</a>!
fr: | Merci de signaler tout problème via <a href="https://gitlab.com/remram44/taguette">GitLab</a> ou <a href="mailto:hi@taguette.org">hi@taguette.org</a> !
sv: | Vänligen rapportera problem via <a href="https://gitlab.com/remram44/taguette">GitLab</a> eller<a href="mailto:hi@taguette.org">hi@taguette.org</a>!

# page title
source: Error %d
el_gr: Σφάλμα %d
fr: Erreur %d

# page title
source: New project
de_de: Neues Projekt
el_gr: Νέο έργο
es: Nuevo proyecto
fr: Nouveau projet
id_id: Proyek baru
it_it: Nuovo progetto
nl: Nieuw project
pt_br: Novo projeto
sv: Nytt projekt

# title
source: New project
de_de: Neues Projekt
el_gr: Νέο έργο
es: Nuevo proyecto
fr: Nouveau projet
id_id: Proyek baru
it_it: Nuovo progetto
nl: Nieuw project
pt_br: Novo projeto
sv: Nytt projekt

# form label for new project name
source: Name
el_gr: Όνομα
es: Nombre
fr: Nom
id_id: Nama
it_it: Nome
nl: Naam
pt_br: Nome
sv: Namn

# form label for new project description
source: Description
de_de: Beschreibung
el_gr: Περιγραφή
es: Descripción
id_id: Deskripsi
it_it: Descrizione
nl: Beschrijving
pt_br: Descrição
sv: Beskrivning

# form submit button
source: Create
de_de: Erstellen
el_gr: Δημιουργία
es: Crear
fr: Créer
id_id: Buat
it_it: Crea
nl: Aanmaken
pt_br: Criar
sv: Skapa

# page title
source: Terms of Service
el_gr: Όροι Παροχής Υπηρεσιών
fr: Conditions d'Utilisation
id_id: Syarat Layanan
pt_br: Termos de Uso
sv: Användarvillkor

# page title
source: Import codebook
el_gr: Εισαγωγή βιβλίου ετικετών
fr: Importer un codebook
id_id: Impor buku kode
sv: Importera kodbok

# title
source: Import a codebook
el_gr: Εισαγωγή βιβλίου ετικετών
fr: Importer un codebook
id_id: Impor buku kode
sv: Importera en kodbok

source: Use this form to import an existing codebook into your project. Existing tags will not be deleted, new tags will be added alongside them.
el_gr: Χρησιμοποιήστε αυτή τη φόρμα για να εισαγάγετε ένα υπάρχον βιβλίο ετικετών στο έργο σας. Οι υπάρχουσες ετικέτες δεν θα διαγραφούν, καθώς οι νέες ετικέτες θα προστεθούν κοντά σε αυτές.
fr: Utilisez ce formulaire pour importer un dictionnaire de tags (codebook) existant dans votre projet. Les tags actuels ne seront pas supprimés, les nouveaux tags seront simplement rajoutés.
id_id: Gunakan formulir ini untuk mengimpor buku kode ke proyek Anda. Tag yang ada tidak akan dihapus, tag baru akan ditambahkan.
sv: Använd det här formuläret för att importera en befintlig kodbok till ditt projekt. Befintliga taggar kommer inte att raderas, nya taggar läggs till bredvid dem.

source: The file should have a column for the tag names, called 'name' or 'tag' or 'path'. It can also optionally have a column called 'description'. Other columns are ignored.
el_gr: Το αρχείο θα πρέπει να έχει μια στήλη για τα ονόματα των ετικετών, που ονομάζεται 'name' ή 'tag' ή 'path'. Μπορεί επίσης να έχει προαιρετικά μια στήλη που να ονομάζεται 'description'. Άλλες στήλες θα αγνοούνται.
fr: Le fichier doit avoir une colonne pour le nom du tag, appelée "name", "tag" ou "path". Il doit aussi éventuellement avoir une colonne appelée "description". Les autres colonnes sont ignorées.

# form label for project name (readonly)
source: Project:
el_gr: Έργο:
fr: Projet :
id_id: Proyek:
pt_br: Projeto:
sv: Projekt:

# form label for codebook file
source: File:
el_gr: Αρχείο:
fr: Fichier :
id_id: Berkas:
pt_br: Arquivo:
sv: Fil:

source: Accepted format: CSV
el_gr: Αποδεκτή μορφή: CSV
fr: Format accepté : CSV
id_id: Format yang diterima: CSV
sv: Accepterat format: CSV

# form submit button
source: Review
el_gr: Ανασκόπηση
fr: Examiner
id_id: Periksa
sv: Granska

# cancel button
source: Go back
de_de: Zurück
el_gr: Πίσω
es: Retroceder
fr: Revenir en arrière
id_id: Kembali
it_it: Torna indietro
nl: Terug
pt_br: Voltar
sv: Gå tillbaka

source: Welcome %(user_login)s
de_de: Willkommen %(user_login)s
el_gr: Καλωσορίσατε %(user_login)s
es: Bienvenido/a %(user_login)s
fr: Bienvenue %(user_login)s
id_id: Selamat datang %(user_login)s
it_it: Benvenuto %(user_login)s
nl: Welkom %(user_login)s
pt_br: Bem-vindo(a) %(user_login)s
sv: Välkommen %(user_login)s

source: Welcome!
de_de: Willkommen!
el_gr: Καλωσορίσατε
es: ¡Bienvenido/a!
fr: Bienvenue !
id_id: Selamat datang!
it_it: Benvenuto!
nl: Welkom!
pt_br: Bem-vindo(a)!
sv: Välkommen!

source: Here are your projects:
de_de: Hier sind Ihre Projekte:
el_gr: Εδώ βρίσκονται τα έργα σας
es: Aquí están tus proyectos:
fr: Voici vos projets :
id_id: Berikut ini proyek Anda:
it_it: Qui ci sono i tuoi progetti:
nl: Hier zijn je projecten:
pt_br: Aqui estão os seus projetos:
sv: Dina projekt:

source: You have no projects yet.
de_de: Sie haben noch keine Projekte.
el_gr: Δεν έχετε δημιουργήσει ακόμη έργα.
es: No tienes proyectos aún.
fr: Vous n'avez pas encore de projet.
id_id: Anda belum punya proyek saat ini.
it_it: Non hai ancora nessun progetto.
nl: Je hebt nog geen projecten.
pt_br: Você ainda não tem projetos.
sv: Du har inga projekt ännu.

# button in project list
source: Create a new project
el_gr: Δημιουργία νέου έργου
fr: Créer un nouveau projet
id_id: Buat proyek baru
pt_br: Criar um novo projeto
sv: Skapa ett nytt projekt

# button in project list
source: Import a project file
el_gr: Εισαγωγή ενός αρχείου έργου
fr: Importer un projet depuis un fichier
id_id: Impor file proyek
pt_br: Importar um arquivo de projeto
sv: Importera en projektfil

# page title
source: Error
el_gr: Σφάλμα
fr: Erreur
id_id: Kesalahan
sv: Fel

source: Your browser did not supply a secret token to authenticate with the application. Please check the console for the correct URL to log in, or simply restart Taguette.
de_de: Ihr Browser hat kein secret token für die Authentifikation übermittelt. Bitte prüfen Sie in der Adresszeile, ob die korrekte URL eingegeben ist, um sich einzuloggen, oder starten Sie einfach Taguette erneut.
el_gr: Το πρόγραμμα περιήγησής σας δεν παρείχε μυστικό κλειδάριθμο για εξουσιοδότηση με την εφαρμογή. Ελέγξτε την κονσόλα για να συνδεθείτε στη σωστή διεύθυνση URL, ή απλά επανεκκινήστε την Taguette.
es: Tu navegador no envió una clave secreta para identificarse con la aplicación. Favor de verificar en la consola el enlace correcto para iniciar sesión o simplemente reinicia Taguette.
fr: Votre navigateur n'a pas fourni de code pour vous authentifier avec l'application. Merci de consulter la console pour l'URL correcte pour vous identifier, ou re-lancez simplement Taguette.
id_id: Browser Anda tidak mendukung token rahasia untuk otentikasi ke aplikasi. Silakan periksa konsol untuk URL yang benar untuk masuk, atau restart Taguette.
it_it: Il tuo browser non ha fornito un token segreto per autenticarsi con l'applicazione. Per favore controlla il terminale per il corretto URL al quale accedere, o semplicemente riavvia Taguette.
nl: Je browser heeft geen geheim teken doorgegeven voor authentificatie met de applicatie. Check de console a.u.b. voor de correcte URL om in te loggen, of herstart eenvoudigweg Taguette.
pt_br: Seu navegador não forneceu um token secreto para autenticação com o aplicativo. Verifique o console para obter o URL correto para fazer login ou simplesmente reinicie o Taguette.
sv: Din webbläsare tillhandahöll inte en hemlig token för att autentisera med programmet. Kontrollera konsolen efter rätt URL för att logga in, eller starta om Taguette.

# page title
source: Welcome
de_de: Willkommen
el_gr: Καλωσορίσατε
es: Bienvenido/a
fr: Bienvenue
id_id: Selamat datang
it_it: Benvenuto
nl: Welkom
pt_br: Bem-vindo(a)
sv: Välkommen

# title
source: Welcome
de_de: Willkommen
el_gr: Καλωσορίσατε
es: Bienvenido/a
fr: Bienvenue
id_id: Selamat datang
it_it: Benvenuto
nl: Welkom
pt_br: Bem-vindo(a)
sv: Välkommen

source: <span style="font-family:BadScript;"><a href="https://www.taguette.org/">TAGUETTE</a></span> is an open-source web-based document tagging tool for qualitative data analysis.
de_de: Das <span style=\"font-family:BadScript;\"><a href=\"https://www.taguette.org/\">TAGUETTE</a></span>-Projekt versucht, ein web-basiertes Open-Source Dokumenten-Tagging-Tool für die qualitative Datenanalyse zu erstellen.
el_gr: <span style="font-family:BadScript;"><a href="https://www.taguette.org/">Η TAGUETTE</a></span> είναι μια ανοιχτού κώδικα web-based εφαρμογή προσθήκης ετικετών για ποιοτική ανάλυση δεδομένων.
es: El proyecto <span style=\"font-family:BadScript;\"><a href=\"https://www.taguette.org/\">TAGUETTE</a></span> es un intento de crear una herramienta open-source con interfase web para el análisis cualitativo de datos.
fr: <span style="font-family:BadScript;"><a href="https://www.taguette.org/">TAGUETTE</a></span> est un logiciel de marquage open-source pour l'analyse de données qualitatives.
id_id: <span style="font-family:BadScript;"><a href="https://www.taguette.org/">TAGUETTE</a></span> adalah piranti penandaan dokumen open-source berbasis web untuk analisis data kualitatif.
it_it: Il progetto <span style=\"font-family:BadScript;\"><a href=\"https://www.taguette.org/\">TAGUETTE</a></span> è un tentativo di creare uno strumento open-source basato sul web di revisione di documenti per l'analisi qualitativa dei dati.
nl: <span style=\"font-family:BadScript;\"><a href=\"https://www.taguette.org/\">TAGUETTE</a></span> is een open-source, web-based tool voor documentmarkering ten behoeve van kwalitatieve data-analyse.
pt_br: <span style="font-family:BadScript;"><a href="https://www.taguette.org/">TAGUETTE</a></span> é um projeto de código aberto de uma ferramenta de marcação de texto para análises qualitativas baseada na Web.
sv: <span style="font-family:BadScript;"><a href="https://www.taguette.org/">TAGUETTE</a></span> är ett webbaserat dokumenttaggningsverktyg med öppen källkod för kvalitativ dataanalys.

source: Using this tool, you can upload a collection of documents, create a hierarchy of tags, and annotate portions of documents with tags and notes that you can recall and organize later.
de_de: Mit diesem Tool können Sie Sammlungen von Dokumenten hochladen, Tag-Hierarchien erstellen und Abschnitte von Dokumenten mit Tags und Notizen versehen, die Sie später abrufen und organisieren können.
el_gr: Χρησιμοποιώντας αυτή την εφαρμογή, μπορείτε να ανεβάσετε μια συλλογή εγγράφων, να δημιουργήσετε μια ιεραρχία ετικετών και να σχολιάσετε τμήματα εγγράφων με ετικέτες και σημειώσεις, τις οποίες μπορείτε αργότερα να ανακαλέσετε και να οργανώσετε.
es: Con esta herramienta, puedes subir una colección de documentos, crear una jerarquía de etiquetas, anotar porciones de documentos con etiquetas y notas que puedes recuperar y organizar más tarde.
fr: En utilisant ce logiciel, vous pouvez charger une collection de documents, créer une hiérarchie de tags et annoter des portions de documents avec des tags et des notes que vous pouvez rappeler et organiser plus tard.
id_id: Dengan alat ini, Anda dapat mengunggah kumpulan dokumen, membuat sebuah hirarki tag, dan menandai bagian dari dokumen dengan tag dan catatan yang dapat Anda buka dan atur kembali.
it_it: Utilizzando questo strumento, potrai caricare una serie di documenti, creare gruppi di tag, e annotare porzioni di documenti con tag e note che ti permetteranno di ricordarti e di organizzarti in un secondo momento.
nl: Met behulp van deze tool kun je een verzameling documenten uploaden, een hiërarchie van labels aanmaken en gedeeltes van documenten annoteren met labels en notities. Deze kun je later terughalen en organiseren.
pt_br: Usando essa ferramenta, você pode fazer upload de uma coleção de documento, criar uma hierarquia de etiquetas, e marcar partes dos documentos com etiquetas e anotações que você pode rever e reorganizar posteriormente.
sv: Med det här verktyget kan du ladda upp en samling dokument, skapa en hierarki av taggar och kommentera delar av dokument med taggar och anteckningar som du kan återvända till och organisera senare.

source: <a href="%(url)s">Register now</a> for free and get started!
de_de: <a href="%(url)s">Registrieren Sie sich jetzt</a> gratis und beginnen Sie!
el_gr: <a href="%(url)s">Εγγραφείτε τώρα</a> δωρεάν και ξεκινήστε!
es: ¡<a href="%(url)s">Regístrate ahora</a> gratis y comienza!
fr: <a href="%(url)s">Inscrivez-vous</a> gratuitement et lancez-vous !
id_id: <a href="%(url)s">Daftar</a> sekarang dan mulai menggunakan!
it_it: <a href="%(url)s">Registrati ora</a> gratis ed inizia!
nl: <a href="%(url)s">Registreer nu</a> gratis en begin!
pt_br: <a href="%(url)s">Registre-se agora</a> gratuitamente e comece a usar!
sv: <a href="%(url)s">Registrera dig nu</a> och kom igång!

source: Someone has requested to reset the password on the Taguette account associated with this email. If this was you, please follow this link: <a href="%(link)s">%(link)s</a>
de_de: Jemand hat das Zurücksetzen des Passwortes angefordert für den Taguette-Account der mit dieser Email verknüpft ist. Wenn Sie das waren, folgen Sie bitte diesem Link: <a href="%(link)s">%(link)s</a>
el_gr: Κάποιος ζήτησε να επαναφέρει τον κωδικό πρόσβασης ενός λογαριασμού της Taguette, ο οποίος σχετίζεται με αυτό το email. Εάν ήσασταν εσείς, ακολουθήστε αυτόν τον σύνδεσμο: <a href="%(link)s">%(link)s</a>
es: Alguien ha pedido reestablecer la contraseña de la cuenta de Taguette asociada con este correo electrónico. Si has sido tú, favor de seguir este enlace: <a href="%(link)s">%(link)s</a>
fr: Quelqu'un a demandé la réinitialisation du mot de passe du compte Taguette associé à cette adresse e-mail. Si c'était vous, merci de suivre ce lien : <a href="%(link)s">%(link)s</a>
id_id: Seseorang telah meminta reset kata sandi untuk akun Taguette yang menggunakan email ini. Jika Anda yang melakukannya, mohon klik tautan ini: <a href="%(link)s">%(link)s</a>
it_it: Qualcuno ha richiesto la reimpostazione della password sull'account Taguette associato con questa email. Se eri tu, per favore segui questo collegamento: <a href="%(link)s">%(link)s</a>
nl: Iemand heeft een verzoek ingediend om het wachtwoord te resetten voor de Taguette-account die aan dit email-adres verbonden is. Als jij dit was, volg dan a.u.b. deze link: <a href="%(link)s">%(link)s</a>
pt_br: Alguém solicitou a redefinição da senha da conta Taguette associada a este e-mail. Se foi você, clique neste link: <a href="%(link)s">%(link)s</a>
sv: Någon har begärt att få återställa lösenordet på Taguette-kontot som är kopplat till denna mail. Om det här var du, följ länken: <a href="%(link)s">%(link)s</a>

source: Your user name is: <strong>%(login)s</strong>
el_gr: Το δικό σας όνομα χρήστη είναι: <strong>%(login)s</strong>
fr: Votre nom d'utilisateur est : <strong>%(login)s</strong>
id_id: Nama pengguna Anda: <strong>%(login)s</strong>
pt_br: Seu nome de usuário é: <strong>%(login)s</strong>
sv: Ditt användarnamn: <strong>%(login)s</strong>

source: This link will expire in 1 day.
de_de: Dieser Link wird nach 1 Tag ungültig.
el_gr: Αυτός ο σύνδεσμος θα λήξει σε 1 ημέρα.
es: Este enlace caducará en 1 día.
fr: Ce lien expirera dans 1 jour.
id_id: Tautan ini hanya berlaku 1 hari
it_it: Questo collegamento scadrà in 1 giorno.
nl: Deze link verloopt in 1 dag.
pt_br: Esse link irá expirar em 1 dia.
sv: Den här länken upphör att gälla om 1 dag.

# page title
source: Reset password
el_gr: Επαναφορά κωδικού πρόσβασης
fr: Réinitialisation de mot de passe
id_id: Reset kata sandi
sv: Återställ lösenord

source: If you had set an email address in your profile, you can enter it below and a link to reset your password will be sent to you.
de_de: Falls Sie eine Email-Adresse in Ihrem Profil angegeben haben, können Sie sie unten eingeben und ein Link zum Zurücksetzen des Passworts wird an Sie verschickt.
el_gr: Εάν είχατε ορίσει μια διεύθυνση email στο προφίλ σας, μπορείτε να την εισαγάγετε παρακάτω και θα σας σταλεί ένας σύνδεσμος για να επαναφέρετε τον κωδικό πρόσβασής σας.
es: Si indicaste una dirección de correo electrónico en tu perfil, puedes ingresarla aquí y un enlace para reestablecer tu contraseña te será enviado.
fr: Si vous aviez fourni une adresse e-mail dans votre profil, vous pouvez l'entrer ci-dessous et un lien vous sera envoyé pour le changer.
id_id: Jika Anda telah mengisi alamat email di profil Anda, Anda dapat memasukkannya di bawah ini dan tautan untuk mereset kata sandi Anda akan dikirim ke email Anda.
it_it: Se hai impostato un indirizzo email nel tuo profilo, puoi inserirlo qui sotto e ti sarà inviato un collegamento per reimpostare la tua password.
nl: Als je een email-adres in je profiel hebt ingesteld, kun je dit hieronder invullen en krijg je een link toegestuurd om je wachtwoord te resetten.
pt_br: Se você definiu um endereço de e-mail em seu perfil, pode inseri-lo abaixo e um link para redefinir sua senha será enviado a você.
sv: Om du hade angett en e-postadress i din profil kan du ange den nedan och en länk för att återställa ditt lösenord kommer att skickas till dig.

# password reset form submit button
source: Send
de_de: Senden
el_gr: Αποστολή
es: Enviar
fr: Envoyer
id_id: Kirim
it_it: Invia
nl: Versturen
pt_br: Enviar
sv: Skicka
