Repository: remram44/taguette
Catalog: po/main_*.po
Languages: de_de, el_gr, es, fr, id_id, it_it, nl, pt_br, sv

source: If you didn't set an email address, you can try contacting your server administrator.
de_de: Falls Sie keine Email-Adresse angegeben haben, können Sie versuchen, Ihren Server-Administrator zu kontaktieren.
el_gr: Εάν δεν έχετε ορίσει μια διεύθυνση email, μπορείτε να δοκιμάσετε να επικοινωνήσετε με τον διαχειριστή του διακομιστή σας.
es: Si no indicaste una dirección de correo electrónico, puedes intentar contactar al administrador/a de tu servidor.
fr: Si vous n'avez pas entré d'adresse e-mail, vous pouvez essayer de contacter l'administrateur de votre serveur.
id_id: Jika Anda tidak mengisi alamat email, Anda dapat menghubungi administrator server Anda.
it_it: Se non hai impostato un indirizzo email, puoi provare a contattare il tuo amministratore del server.
nl: Als je geen email-adres hebt aangemaakt, kun je proberen contact op te nemen met de server-administrator.
pt_br: Se você não configurou um endereço de e-mail, pode tentar entrar em contato com o administrador do servidor.
sv: Om du inte har angett en e-postadress kan du försöka kontakta din serveradministratör.

# tab
source: Project info
de_de: Projektinformationen
el_gr: Πληροφορίες έργου
es: Información del proyecto
fr: Projet
id_id: Info proyek
it_it: Info sul progetto
pt_br: Informações do projeto
sv: Projektinfo

# tab
source: Documents
de_de: Dokumente
el_gr: Έγγραφα
es: Documentos
id_id: Dokumen
it_it: Documenti
nl: Documenten
pt_br: Documentos
sv: Dokument

# tab
source: Highlights
el_gr: Επισημάνσεις
es: Resaltados
fr: Marques
id_id: Sorotan
it_it: Evidenziazioni
nl: Markeringen
pt_br: Destaques
sv: Markeringar

# project metadata form label
source: Name
el_gr: Όνομα
es: Nombre
fr: Nom
id_id: Nama
it_it: Nome
nl: Naam
pt_br: Nome
sv: Namn

# project metadata form label
source: Description
de_de: Beschreibung
el_gr: Περιγραφή
es: Descripción
id_id: Deskripsi
it_it: Descrizione
nl: Beschrijving
pt_br: Descrição
sv: Beskrivning

source: Manage collaborators
de_de: Mitarbeitende verwalten
el_gr: Διαχείριση συνεργατών
es: Administrar colaboradores
fr: Gérer les collaborateurs
id_id: Kelola kolaborator
it_it: Gestisci collaboratori
nl: Medewerkers beheren
pt_br: Gerenciar colaboradores
sv: Hantera medarbetare

source: Export project
el_gr: Εξαγωγή έργου
fr: Exporter le project
id_id: Ekspor proyek
pt_br: Exportar projeto
sv: Exportera projekt

source: Export codebook
de_de: Codebook exportieren
el_gr: Εξαγωγή βιβλίου ετικετών
es: Exportar libre de códigos
fr: Exporter un codebook
id_id: Ekspor buku kode
it_it: Esporta un codebook
nl: Codeboek exporteren
pt_br: Exportar o caderno de códigos
sv: Exportera kodbok

source: Import codebook
el_gr: Εισαγωγή βιβλίου ετικετών
fr: Importer un codebook
id_id: Impor buku kode
sv: Importera kodbok

source: Delete project
de_de: Projekt löschen
el_gr: Διαγραφή έργου
es: Eliminar proyecto
fr: Supprimer projet
id_id: Hapus proyek
it_it: Elimina progetto
nl: Project verwijderen
pt_br: Deletar projeto
sv: Ta bort projekt

source: Add a document
de_de: Dokument hinzufügen
el_gr: Προσθήκη εγγράφου
es: Añadir un documento
fr: Ajouter un document
id_id: Tambah dokumen
it_it: Aggiungi un documento
nl: Document toevoegen
pt_br: Adicionar um documento
sv: Lägg till dokument

source: Loading...
de_de: Lade…
el_gr: Φόρτωση...
es: Cargando...
fr: Chargement...
id_id: Memuat...
it_it: Caricamento...
nl: Laden...
pt_br: Carregando...
sv: Laddar...

source: Backlight
el_gr: Οπισθοφωτισμός
es: Desvanecido
fr: Rétroéclairage
it_it: Luce di sfondo
pt_br: Luz de fundo
sv: Bakljus

source: See all highlights
de_de: Alle Highlights ansehen
el_gr: Δείτε όλες τις επισημάνσεις
es: Ver todos los resaltados
fr: Voir toutes les marques
id_id: Lihat semua sorotan
it_it: Vedere tutte le evidenziazioni
nl: Toon alle markeringen
pt_br: Veja todos os destaques
sv: Se alla markeringar

source: Create a tag
de_de: Tag erstellen
el_gr: Δημιουργίας ετικέτας
es: Crear una etiqueta
fr: Créer un tag
id_id: Buat tag
it_it: Crea una tag
nl: Label aanmaken
pt_br: Criar uma etiqueta
sv: Skapa tagg

source: Export this view
de_de: Diese Ansicht exportieren
el_gr: Εξαγωγή αυτής της προβολής
es: Exportar esta vista
fr: Exporter cette vue
id_id: Ekspor tampilan ini
it_it: Esporta questa vista
nl: Exporteer dit overzicht
pt_br: Exportar esta visualização
sv: Exportera vy

source: Load a document on the left
de_de: Lade ein Dokument auf der linken Seite
el_gr: Τοποθετήστε ένα έγγραφο στα αριστερά
es: Cargar un documento en la izquierda
fr: Chargez un document sur la gauche
id_id: Muat dokumen di sebelah kiri
it_it: Carica un documento sulla sinistra
nl: Laad links een document
pt_br: Carregar um documento à esquerda
sv: Ladda ett dokument till vänster

source: Manage Collaborators
de_de: Mitarbeitende verwalten
el_gr: Διαχείριση συνεργατών
es: Administrar Colaboradores
fr: Gérer les Collaborateurs
id_id: Kelola Kolaborator
it_it: Gestisci Collaboratori
nl: Medewerkers beheren
pt_br: Gerenciar Colaboradores
sv: Hantera Medarbetare

# modal window title
source: Add Collaborators
de_de: Mitarbeitende hinzufügen
el_gr: Προσθήκη συνεργατών
es: Añadir Colaboradores
fr: Ajouter des Collaborateurs
id_id: Tambah Kolaborator
it_it: Aggiungi Collaboratori
nl: Medewerkers toevoegen
pt_br: Adicionar Colaboradores
sv: Lägg Till Medarbetare

# project members form placeholder
source: Username
de_de: Benutzername
el_gr: Όνομα χρήστη
es: Nombre de usuario
fr: Nom d'utilisateur
id_id: Nama pengguna
it_it: Nome utente
nl: Gebruikersnaam
pt_br: Nome do usuário
sv: Användarnamn

# permission level
source: Full permissions
de_de: Volle Zugriffsrechte
el_gr: Πλήρη δικαιώματα
es: Todos los permisos
fr: Toutes les permissions
id_id: Wewenang penuh
it_it: Permessi completi
nl: Volledige toestemming
pt_br: Permissão total
sv: Fullständiga behörigheter

# permission level
source: Can't change collaborators / delete project
de_de: Kann Mitarbeitende nicht ändern / das Projekt nicht löschen
el_gr: Δεν είναι δυνατή η αλλαγή συνεργατών / διαγραφή έργου
es: Imposible cambiar colaboradres / eliminar proyecto
fr: Ne peut pas changer les collaborateurs / supprimer le projet
id_id: Tidak dapat mengubah kolaborator/menghapus proyek
it_it: Impossibile cambiare collaboratori / eliminare il progetto
nl: Kan medewerkers niet wijzigen / project verwijderen
pt_br: Não é possível mudar os colaboradores / deletar o projeto
sv: Det går inte att ändra medarbetare / ta bort projekt

# permission level
source: View & make changes
de_de: Ansehen & Bearbeiten
el_gr: Προβολή και πραγματοποίηση αλλαγών
es: Ver y hacer cambios
fr: Voir & faire des changements
id_id: Melihat dan membuat perubahan
it_it: Vedi & modifica
nl: Toon & wijzig
pt_br: Visualizar & realizar mudanças
sv: Visa & gör ändringar

# permission level
source: View only
de_de: Nur Ansehen
el_gr: Προβολή μόνο
es: Solamente ver
fr: Voir seulement
id_id: Melihat saja
it_it: Solo visualizzazione
nl: Alleen tonen
pt_br: Visualizar apenas
sv: Visa bara

# form submit button
source: Add to project
de_de: Zu Projekt hinzufügen
el_gr: Προσθήκη στο έργο
es: Añadir a proyecto
fr: Ajouter au projet
id_id: Tambah ke proyek
it_it: Aggiungi al progetto
nl: Aan project toevoegen
pt_br: Adicionar ao projeto
sv: Lägg till i projekt

source: Current Collaborators
de_de: Aktuelle Mitarbeitende
el_gr: Τρέχοντες συνεργάτες
es: Colaboradores Actuales
fr: Collaborateurs Actuels
id_id: Kolaborator saat ini
it_it: Collaboratori Attuali
nl: Huidige medewerkers
pt_br: Colaboradores Ativos
sv: Aktuella medarbetare

source: Save & Close
de_de: Speichern & Schliessen
el_gr: Αποθήκευση και κλείσιμο
es: Guardar y cerrar
fr: Enregistrer & Fermer
id_id: Simpan & Tutup
it_it: Salva & Chiudi
nl: Opslaan & Afsluiten
pt_br: Salvar & Fechar
sv: Spara & Stäng

source: Cancel
de_de: Abbrechen
el_gr: Άκυρο
es: Cancelar
fr: Annuler
id_id: Batal
it_it: Annulla
nl: Annuleren
pt_br: Cancelar
sv: Avbryt

# modal window title
source: Add a document
de_de: Dokument hinzufügen
el_gr: Προσθήκη εγγράφου
es: Añadir un documento
fr: Ajouter un document
id_id: Tambah dokumen
it_it: Aggiungi un documento
nl: Document toevoegen
pt_br: Adicionar um documento
sv: Lägg till dokument

# form placeholder
source: Enter a document name
de_de: Namen des Dokuments eingeben
el_gr: Εισαγωγή ονόματος αρχείου
fr: Entrer un nom pour le document
id_id: Masukkan nama dokumen
nl: Vul een documentnaam in
pt_br: Insira o nome de um documento
sv: Ange ett dokumentnamn

source: Left to right
el_gr: Κείμενο από αριστερά προς τα δεξιά
fr: De gauche à droite
id_id: Kiri ke kanan
sv: Vänster till höger

source: Right to left
el_gr: Κείμενο από δεξιά προς τα αριστερά
fr: De droite à gauche
id_id: Kanan ke kiri
sv: Höger till vänster

# document add form placeholder
source: Description
de_de: Beschreibung
el_gr: Περιγραφή
es: Descripción
id_id: Deskripsi
it_it: Descrizione
nl: Beschrijving
pt_br: Descrição
sv: Beskrivning

# submit button
source: Import
de_de: Importieren
el_gr: Εισαγωγή
es: Importar
fr: Importer
id_id: Impor
it_it: Importa
nl: Importeren
pt_br: Importar
sv: Importera

# modal window title
source: Edit document
de_de: Dokument bearbeiten
el_gr: Επεξεργασία εγγράφου
es: Editar documento
fr: Modifier le document
id_id: Edit dokumen
it_it: Modifica documento
nl: Document wijzigen
pt_br: Editar documento
sv: Ändra dokument

# document change form placeholder
source: Name
el_gr: Όνομα
es: Nombre
fr: Nom
id_id: Nama
it_it: Nome
nl: Naam
pt_br: Nome
sv: Namn

# document change form placeholder
source: Description
de_de: Beschreibung
el_gr: Περιγραφή
es: Descripción
id_id: Deskripsi
it_it: Descrizione
nl: Beschrijving
pt_br: Descrição
sv: Beskrivning

source: Delete document
de_de: Dokument löschen
el_gr: Διαγραφή εγγράφου
es: Eliminar documento
fr: Supprimer le document
id_id: Hapus dokumen
it_it: Elimina documento
nl: Document verwijderen
pt_br: Deletar documento
sv: Ta bort dokument

# modal window title
source: Highlight
el_gr: Επισήμανση
es: Resaltar
fr: Marque
id_id: Sorotan
it_it: Evidenziazione
nl: Markeren
pt_br: Destaque
sv: Markering

source: Delete highlight
de_de: Highlight löschen
el_gr: Διαγραφής επισήμανση
es: Eliminar resaltado
fr: Supprimer la marque
id_id: Hapus sorotan
it_it: Eliminare l'evidenziazione
nl: Markering verwijderen
pt_br: Deletar destaque
sv: Ta bort markering

# modal window title
source: New tag
de_de: Neues Tag
el_gr: Νέα ετικέτα
es: Nueva etiqueta
fr: Nouveau tag
id_id: Tag baru
it_it: Nuova tag
nl: Nieuw label
pt_br: Nova etiqueta
sv: Ny tagg

# modal window title
source: Change tag
de_de: Tag bearbeiten
el_gr: Αλλαγή ετικέτας
es: Cambiar etiqueta
fr: Modifier le tag
id_id: Ubah tag
it_it: Cambia tag
nl: Label wijzigen
pt_br: Mudar etiqueta
sv: Ändra tagg

# tag change form placeholder
source: Name
el_gr: Όνομα
es: Nombre
fr: Nom
id_id: Nama
it_it: Nome
nl: Naam
pt_br: Nome
sv: Namn

# tag change form placeholder
source: Description
de_de: Beschreibung
el_gr: Περιγραφή
es: Descripción
id_id: Deskripsi
it_it: Descrizione
nl: Beschrijving
pt_br: Descrição
sv: Beskrivning

# button in tag change modal window
source: Merge...
el_gr: Συγχώνευση...
es: Fusionar...
fr: Fusionner...
id_id: Gabung...
it_it: Unisci...
nl: Samenvoegen...
pt_br: Combinar...
sv: Sammanfoga...

source: Delete tag
de_de: Tag löschen
el_gr: Διαγραφή ετικέτας
es: Eliminar etiqueta
fr: Supprimer le tag
id_id: Hapus tag
it_it: Elimina tag
nl: Label verwijderen
pt_br: Deletar etiqueta
sv: Ta bort tagg

source: <em>n</em>ew highlight <span class="sr-only">(shortcut: n)</span>
de_de: <em>n</em>eues Highlight <span class="sr-only">(shortcut: n)</span>
el_gr: <em>ν</em>έα επισήμανση <span class="sr-only">(συντόμευση: n)</span>
es: <em>n</em>ueva etiqueta <span class="sr-only">(shortcut: n)</span>
fr: <em>n</em>ouvelle marque <span class="sr-only">(raccourci : n)</span>
id_id: sorotan <em>b</em>aru <span class="sr-only">(shortcut: b)</span>
it_it: <em>n</em>uova evidenziazione <span class="sr-only">(shortcut: n)</span>
nl: <em>n</em>ieuwe markering <span class="sr-only">(shortcut: n)</span>
pt_br: <em>n</em>ovo destaque <span class="sr-only">(shortcut: n)</span>
sv: <em>n</em>y markering <span class="sr-only">(genväg: n)</span>

# exported codebook document title
source: Taguette Codebook
el_gr: Βιβλίο Ετικετών Taguette
es: Libro de códigos Taguette
id_id: Kode Buku Taguette
nl: Taguette codeboek
pt_br: Caderno de códigos Taguette
sv: Taguette Kodbok

source: %(number)d highlight
el_gr: %(number)d επισήμανση
fr: %(number)d marque
id_id: %(number)d sorotan
pt_br: %(number)d destaque
sv: %(number)d markering

# page title
source: Log in
de_de: Anmelden
el_gr: Σύνδεση
es: Iniciar sesión
fr: Connexion
it_it: Accedi
nl: Inloggen
pt_br: Entrar
sv: Logga in

# tab
source: Log in
de_de: Anmelden
el_gr: Σύνδεση
es: Iniciar sesión
fr: Connexion
it_it: Accedi
nl: Inloggen
pt_br: Entrar
sv: Logga in

# tab
source: Register
de_de: Registrieren
el_gr: Εγγραφή
es: Registrarse
fr: Créer un compte
id_id: Daftar
it_it: Registrati
nl: Registratie
pt_br: Registrar
sv: Registrera

# form label for user name
source: Login
de_de: Anmelden
el_gr: Όνομα χρήστη
es: Nombre de usuario
fr: Identifiant
it_it: Accedi
sv: Inlogg

# form label
source: Password
de_de: Passwort
el_gr: Κωδικός πρόσβασης
es: Contraseña
fr: Mot de passe
id_id: Kata sandi
nl: Wachtwoord
pt_br: Senha
sv: Lösenord

# form submit button
source: Log in
de_de: Anmelden
el_gr: Σύνδεση
es: Iniciar sesión
fr: Connexion
it_it: Accedi
nl: Inloggen
pt_br: Entrar
sv: Logga in

# form link
source: Forgot password
de_de: Passwort vergessen
el_gr: Ξεχάσατε τον κωδικό πρόσβασης;
es: Contraseña olvidada
fr: Mot de passe oublié
id_id: Lupa kata sandi
it_it: Password dimenticata
nl: Wachtwoord vergeten
pt_br: Esqueci a seha
sv: Glömt lösenord

# form label
source: Confirm password
de_de: Passwort bestätigen
el_gr: Επιβεβαίωση κωδικού πρόσβασης
es: Confirmar contraseña
fr: Confirmation du mot de passe
id_id: Konfirmasi kata sandi
it_it: Conferma password
nl: Wachtwoord bevestigen
pt_br: Confirme a senha
sv: Bekräfta lösenord

source: Optional. <em>We will not share your email with anyone. This is only used in case you forget your password.</em>
de_de: Optional. <em>Wir werden Ihre Email mit niemandem teilen. Sie wird nur verwendet, falls Sie Ihr Passwort vergessen.</em>
el_gr: Προαιρετικό. <em>Δεν θα μοιραστούμε το email σας με κανέναν. Αυτό χρησιμοποιείται μόνο σε περίπτωση που ξεχάσετε τον κωδικό πρόσβασής σας.</em>
es: Optativo. <em>No le mostraremos tu dirección de correo a nadie. Esto es sólo en caso de que se te olvide tu contraseña.</em>
fr: Facultatif. <em>Nous ne partagerons votre adresse e-mail avec personne. Elle n'est utilisée que si vous oubliez votre mot de passe.</em>
id_id: Opsional. <em>Kami tidak akan membagikan email Anda ke pihak lain. Email hanya digunakan jika Anda lupa kata sandi Anda.</em>
it_it: Facoltativo. <em>Non condivideremo la tua email con nessuno. Sarà utilizzata solo nel caso tu dimenticassi la tua password.</em>
nl: Optioneel. <em>We delen je email met niemand. Dit is alleen voor het geval dat je je wachtwoord vergeet.</em>
pt_br: Opcional. <em> Nós não compatilharemos seu e-mail com ninguém. Ele será usado somente para caso você perda a sua senha.</em>
sv: Frivilligt. <em>Vi kommer inte att dela din e-post med någon. Detta används endast om du skulle glömma ditt lösenord.</em>

# link from registration form
source: Terms of service
el_gr: Όροι Παροχής Υπηρεσιών
fr: Conditions d'utilisation
id_id: Syarat Layanan
pt_br: Termos de uso
sv: Användarvillkor

source: I accept the <a href="%(url)s">terms of service</a>
el_gr: Αποδέχομαι τους <a href="%(url)s">Όρους Παροχής Υπηρεσιών</a>
fr: J'accepte les <a href="%(url)s">conditions d'utilisation</a>
id_id: Saya menerima <a href="%(url)s">Syarat Layanan</a>
pt_br: Eu aceito os <a href="%(url)s">termos de uso</a>
sv: Jag accepterar <a href="%(url)s">användarvillkoren</a>

# form submit button
source: Register
de_de: Registrieren
el_gr: Εγγραφή
es: Registrarse
fr: Créer un compte
id_id: Daftar
it_it: Registrati
nl: Registratie
pt_br: Registrar
sv: Registrera

# page title
source: Cookie warning
de_de: Cookie-Warnung
el_gr: Cookike προειδοποίησης
fr: Avertissement aux cookies
id_id: Peringatan cookie
nl: Cookiewaarschuwing
pt_br: Aviso de Cookie
sv: Cookie-varning

# title
source: Cookie warning
de_de: Cookie-Warnung
el_gr: Cookike προειδοποίησης
fr: Avertissement aux cookies
id_id: Peringatan cookie
nl: Cookiewaarschuwing
pt_br: Aviso de Cookie
sv: Cookie-varning

source: This website uses cookies to store your identity (if you choose to log in) and as a protection against <a href="https://en.wikipedia.org/wiki/Cross-site_request_forgery">cross-site request forgery (CSRF)</a>. Before continuing, you must accept their use by clicking the button below. Those <strong>are not</strong> "third-party" or "tracking" cookies.
de_de: Diese Website verwendet (wenn Sie sich anmelden) Cookies zur Speicherung Ihrer Identität und zum Schutz vor <a href="https://en.wikipedia.org/wiki/Cross-site_request_forgery">Cross-Site-Request-Forgery (CSRF)</a>. Bevor Sie fortfahren, müssen Sie diese Nutzung durch Anklicken der folgenden Schaltfläche akzeptieren. Es handelt sich hier </strong>nicht</strong> um "Drittanbieter"- oder "Tracking"-Cookies.
el_gr: Αυτός ο ιστότοπος χρησιμοποιεί cookies για την αποθήκευση της ταυτότητάς σας (εάν επιλέξετε να συνδεθείτε) και ως προστασία έναντι της <a href="https://en.wikipedia.org/wiki/Cross-site_request_forgery">πλαστογράφησης αιτημάτων μεταξύ ιστότοπων (CSRF )</a>. Πριν συνεχίσετε, πρέπει να αποδεχτείτε τη χρήση τους κάνοντας κλικ στο παρακάτω κουμπί. Αυτά <strong>δεν</strong> είναι cookie "τρίτου μέρους" ή "παρακολούθησης".
fr: Ce site web utilise des cookies pour enregistrer votre identité (si vous choisissez de vous connecter à votre compte) et comme protection contre le <a href="https://fr.wikipedia.org/wiki/Cross-site_request_forgery"><em>cross-site request forgery (CSRF)</em></a>. Avant de continuer, vous devez accepter leur utilisation en cliquant sur le bouton ci-dessous. Ceux <strong>ne sont pas</strong> des cookies "tiers" (<em>third-party</em>) ou "traceurs" (<em>tracking cookies</em>).
id_id: Website ini menggunakan cookie untuk menyimpan identitas Anda (jika Anda memilih login) dan sebagai perlindungan terhadap <a href="https://en.wikipedia.org/wiki/Cross-site_request_forgery">cross-site request forgery (CSRF)</a>. Sebelum melanjutkan, Anda harus menerima penggunaan cookie dengan klik tombol berikut. <strong>Tidak ada</strong> cookie "pihak ketiga" atau cookie "tracking".
nl: Deze website gebruikt cookies om je identiteit op te slaan (als je wilt inloggen) en als bescherming tegen <a href="https://en.wikipedia.org/wiki/Cross-site_request_forgery">cross-site request forgery (CSRF)</a>. Voordat je verder gaat moet je akkoord gaan met het gebruik ervan door op onderstaande knop te klikken. Het gaat hierbij <strong>niet </strong> om "third-party" of "tracking" cookies.
pt_br: Esse website usa cookies para armazenar a sua indentidade (se você optar por fazer log in) e como uma proteção para evitar <a href="https://en.wikipedia.org/wiki/Cross-site_request_forgery">cross-site request forgery (CSRF)</a>. Antes de continuar, você precisa aceitar o uso de cookies clicando no botão abaixo. Esses cookies <strong>não são</strong> " de terceiros" ou "de rastreamento".
sv: Denna webbplats använder cookies för att lagra din identitet (om du väljer att logga in) och som ett skydd mot <a href="https://en.wikipedia.org/wiki/Cross-site_request_forgery">cross-site request forgery (CSRF)</a>. Innan du fortsätter måste du acceptera deras användning genom att klicka på knappen nedan. Dessa <strong>är inte</strong> "tredjeparts" eller "spårnings" cookies.

# button on cookie warning page
source: Accept cookies
de_de: Cookies akzeptieren
el_gr: Αποδοχή cookies
fr: Accepter les cookies
id_id: Terima cookie
nl: Cookies aanvaarden
pt_br: Aceitar cookies
sv: Acceptera cookies

# page title
source: Import project
el_gr: Εισαγωγή έργου
fr: Importer un projet
id_id: Impor proyek
pt_br: Importar projeto
sv: Importera projekt

# title
source: Import a project
el_gr: Εισαγωγή έργου
fr: Importer un projet
id_id: Impor proyek
pt_br: Importar um proejto
sv: Importera ett projekt

# form label for project file
source: File:
el_gr: Αρχείο:
fr: Fichier :
id_id: Berkas:
pt_br: Arquivo:
sv: Fil:

# form label for project dropdown
source: Project:
el_gr: Έργο:
fr: Projet :
id_id: Proyek:
pt_br: Projeto:
sv: Projekt:

source: No file selected...
el_gr: Δεν επιλέχθηκε αρχείο...
fr: Aucun fichier sélectionné...
id_id: Tidak ada berkas yang dipilih...
pt_br: Nenhum arquivo selecionado...
sv: Ingen fil vald...

# form submit button
source: Import project
el_gr: Εισαγωγή έργου
fr: Importer le projet
id_id: Impor proyek
pt_br: Importar projeto
sv: Importera projekt

source: You are about to create the following tags:
el_gr: Πρόκειται να δημιουργήσετε τις ακόλουθες ετικέτες:
fr: Vous êtes sur le point de créer les tags suivant :
id_id: Anda hendak membuat tag berikut ini.
sv: Du håller på att skapa följande taggar:

# codebook import tag option
source: Replace
el_gr: Αντικατάσταση
fr: Remplacer
id_id: Ganti
sv: Ersätt

# codebook import tag option
source: Import
de_de: Importieren
el_gr: Εισαγωγή
es: Importar
fr: Importer
id_id: Impor
it_it: Importa
nl: Importeren
pt_br: Importar
sv: Importera

# form submit button
source: Create tags
el_gr: Δημιουργία ετικετών
fr: Créer les tags
id_id: Buat tag
sv: Skapa taggar

# page title
source: Account settings
el_gr: Ρυθμίσεις λογαριασμού
fr: Préférences
id_id: Pengaturan akun
sv: Kontoinställningar

# title
source: Account settings
de_de: Account-Einstellungen
el_gr: Ρυθμίσεις λογαριασμού
es: Ajustes de cuenta
fr: Préférences
id_id: Pengaturan akun
it_it: Impostazioni account
nl: Profielvoorkeuren
pt_br: Configurações da conta
sv: Kontoinställningar

# form label for language selection
source: Language
de_de: Sprache
el_gr: Γλώσσα
es: Idioma
fr: Langue
id_id: Bahasa
it_it: Lingua
nl: Taal
pt_br: Linguagem
sv: Språk

# language selection option
source: Auto-detect
de_de: Automatische Erkennung
el_gr: Αυτόματος εντοπισμός
es: Detectar automáticamente
fr: Détection automatique
id_id: Deteksi otomatis
it_it: Autorileva
nl: Auto-herkenning
pt_br: Detectar automaticamente
sv: Autoupptäck

source: New password
de_de: Neues Passwort
el_gr: Νέος κωδικός πρόσβασης
es: Nueva contraseña
fr: Nouveau mot de passe
id_id: Kata sandi baru
it_it: Nuova password
nl: Nieuw wachtwoord
pt_br: Nova senha
sv: Nytt lösenord

source: Repeat new password
de_de: Neues Passwort wiederholen
el_gr: Επανάληψη νέου κωδικού πρόσβασης
es: Repetir nueva contraseña
fr: Répétez le mot de passe
id_id: Ulangi kata sandi baru
it_it: Ripeti nuova password
nl: Herhaal nieuw wachtwoord
pt_br: Repita a nova senha
sv: Upprepa lösenord

# form submit button
source: Update
de_de: Aktualisieren
el_gr: Ενημέρωση
es: Actualizar
fr: Valider
id_id: Perbarui
it_it: Aggiorna
pt_br: Atualizar
sv: Uppdatera

# exported highlights document title
source: Taguette highlights: %(path)s
el_gr: Επισημάνσεις Taguette: %(path)s
es: Taguette resaltados: %(path)s
fr: Taguette : marques : %(path)s
id_id: Sorotan Taguette: %(path)s
it_it: Evidenziazioni Taguette: %(path)s
nl: Taguette markeringen: %(path)s
pt_br: Destaques Taguette: %(path)s
sv: Taguette markeringar: %(path)s

# exported highlights document title
source: Taguette highlights
el_gr: Επισημάνσεις Taguette
es: Taguette resaltados
fr: Taguette : marques
id_id: Sorotan Taguette
it_it: Evidenziazioni Taguette
nl: Taguette markeringen
pt_br: Destaques Taguette
sv: Taguette markeringar
