Repository: remram44/taguette
Catalog: po/main_*.po
Languages: de_de, el_gr, es, fr, id_id, it_it, nl, pt_br, sv

# exported highlight details
source: <strong>Document:</strong> %(doc)s
de_de: <strong>Dokument:</strong> %(doc)s
el_gr: <strong>Έγγραφο:</strong> %(doc)s
es: <strong>Documento:</strong> %(doc)s
id_id: <strong>Dokumen:</strong> %(doc)s
it_it: <strong>Documento:</strong> %(doc)s
pt_br: <strong>Documento:</strong> %(doc)s
sv: <strong>Dokument:</strong> %(doc)s

# exported highlight details
source: Tags:
el_gr: Ετικέτες:
es: Etiquetas:
id_id: Tag:
nl: Labels:
pt_br: Etiquetas:
sv: Taggar:

# navigation item
source: Home
el_gr: Αρχική
es: Inicio
fr: Accueil
id_id: Beranda
it_it: Pagina iniziale
nl: Begin
pt_br: Principal
sv: Hem

# navigation item
source: Taguette Guide %(external_icon)s
de_de: Taguette-Hilfe %(external_icon)s
el_gr: Οδηγός Taguette %(external_icon)s
es: Guía de Taguette %(external_icon)s
fr: Guide de Taguette %(external_icon)s
id_id: Panduan Taguette %(external_icon)s
it_it: Guida di Taguette %(external_icon)s
nl: Taguette Gids %(external_icon)s
pt_br: Guia do Taguette %(external_icon)s

source: Single-user mode
de_de: Einzelbenutzer-Modus
el_gr: Λειτουργία ενός χρήστη
es: Modo de usuario único
fr: Mode un seul utilisateur
id_id: Moda pengguna tunggal
it_it: Modalità utente singolo
nl: Enkele gebruiker modus
pt_br: Modo para um único usuário
sv: Singelanvändarläge

# navigation dropdown menu
source: Account
el_gr: Λογαριασμός
es: Cuenta
fr: Profil
id_id: Akun
nl: Profiel
pt_br: Conta
sv: Konto

# navigation item
source: Settings
de_de: Einstellungen
el_gr: Ρυθμίσεις
es: Ajustes
fr: Préférences
id_id: Pengaturan
it_it: Impostazioni
nl: Voorkeuren
pt_br: Configurações
sv: Inställningar

# navigation item
source: Terms of Service
el_gr: Όροι Παροχής Υπηρεσιών
fr: Conditions d'Utilisation
id_id: Syarat Layanan
pt_br: Termos de Uso
sv: Användarvillkor

# navigation item
source: Log out
de_de: Abmelden
el_gr: Αποσύνδεση
es: Cerra sesión
fr: Déconnexion
it_it: Esci
nl: Uitloggen
pt_br: Sair
sv: Logga ut

# navigation item
source: Log in
de_de: Anmelden
el_gr: Σύνδεση
es: Iniciar sesión
fr: Connexion
it_it: Accedi
nl: Inloggen
pt_br: Entrar
sv: Logga in

source: Taguette %(version)s is released under a <a href="https://gitlab.com/remram44/taguette/blob/master/LICENSE.txt">BSD-3-Clause license</a>, &#169; Rémi Rampin and Taguette contributors | <a href="https://www.taguette.org/getting-started.html">User Documentation</a>
el_gr: Η έκδοση Taguette %(version)s κυκλοφορεί με τους όρους της άδειας <a href="https://gitlab.com/remram44/taguette/blob/master/LICENSE.txt">BSD-3-Clause</a>, &#169; Rémi Rampin και συνεισφέροντες στη Taguette | <a href="https://www.taguette.org/getting-started.html">Τεκμηρίωση χρήστη</a>
fr: Taguette %(version)s est publié selon les termes de la <a href="https://gitlab.com/remram44/taguette/blob/master/LICENSE.txt">license BSD-3-Clause</a>, &#169; Rémi Rampin et contributeurs à Taguette | <a href="https://www.taguette.org/getting-started.html">Documentation utilisateur</a>
sv: Taguette %(version)s släpps under <a href="https://gitlab.com/remram44/taguette/blob/master/LICENSE.txt">BSD-3-Clause license</a>, &#169; Rémi Rampin and Taguette contributors | <a href="https://www.taguette.org/getting-started.html">Användardokumentation</a>

# page title
source: Delete project
de_de: Projekt löschen
el_gr: Διαγραφή έργου
es: Eliminar proyecto
fr: Supprimer projet
id_id: Hapus proyek
it_it: Elimina progetto
nl: Project verwijderen
pt_br: Deletar projeto
sv: Ta bort projekt

# title
source: Delete project: confirm?
de_de: Projekt löschen: Bestätigen?
el_gr: Διαγραφή έργου: επιβεβαίωση;
es: Eliminar proyecto: ¿confirmado?
fr: Suppression du projet : confirmation ?
id_id: Hapus proyek: konfirmasi?
it_it: Eliminazione del progetto: confermi?
nl: Bevestig: Project verwijderen?
pt_br: Deletar projeto: confirma?
sv: Ta bort projekt: Bekräfta?

# project delete page
source: Name: %(project_name)s
el_gr: Όνομα: %(project_name)s
es: Nombre: %(project_name)s
fr: Nom : %(project_name)s
id_id: Nama: %(project_name)s
it_it: Nome: %(project_name)s
nl: Naam: %(project_name)s
pt_br: Nome: %(project_name)s
sv: Namn: %(project_name)s

source: Are you sure you want to delete this project? It currently has <strong>%(documents)s documents and %(highlights)s highlights in %(tags)s tags</strong>. There is no way to undo.
de_de: Sind Sie sicher, dass Sie dieses Projekt löschen möchten? Es hat zur Zeit <strong>%(documents)s Dokumente und %(highlights)s Highlights in %(tags)s Tags</strong>. Sie können diese Aktion nicht rückgängig machen.
el_gr: Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτό το έργο; Αυτή τη στιγμή έχει <strong>%(documents)s έγγραφα και %(highlights)s επισημάνσεις σε %(tags)s ετικέτες</strong>. Δεν υπάρχει τρόπος αναίρεσης.
es: ¿Estás seguro que quieres eliminar este proyecto? Actulamente tiene <strong>%(documents)s documentos y %(highlights)s resaltados en %(tags)s etiquetas</strong>. No hay marcha atrás.
fr: Êtes-vous sûr de vouloir supprimer ce projet ? Il contient <strong>%(documents)s documents et %(highlights)s marques dans %(tags)s tags</strong>. Cette opération ne peut pas être annulée.
id_id: Apakah Anda yakin hendak menghapus proyek ini? Proyek ini mempunyai<strong>%(document)s dokumen dan %(highlights)s sorotan/highlight dalam %(tags)s tag</strong>. Proyek yang telah dihapus tidak dapat dikembalikan.
it_it: Sei sicuro di voler eliminare questo progetto? Al momento ha <strong>%(documents)s documenti e %(highlights)s evidenziazioni in %(tags)s tags</strong>. Non c'è modo di annullare.
nl: Weet je zeker dat je dit project wilt verwijderen? Deze heeft op het moment <strong>%(documents)s documenten en %(highlights)s markeringen in %(tags)s labels</strong>. Dit kan niet ongedaan worden gemaakt.
pt_br: Você tem certeza que quer deletar esse projeto? Ele contém <strong>%(documents)s documento(s) e %(highlights)s destaque(s) em %(tags)s etiqueta(s)</strong>. Não há como desfazer essa operação.
sv: Är du säker på att du vill ta bort projektet? Det har för närvarande <strong>%(documents)s dokument och %(highlights)s markeringar i %(tags)s taggar</strong>. Det går inte att ångra.

# submit button
source: Delete forever
de_de: Endgültig löschen
el_gr: Διαγραφή για πάντα
es: Eliminar para siempre
fr: Supprimer définitivement
id_id: Hapus selamanya
it_it: Elimina per sempre
nl: Voor altijd verwijderen
pt_br: Deletar para sempre
sv: Ta bort för alltid

source: Please enter a new password below:
de_de: Bitte ein neues Passwort unten eingeben:
el_gr: Εισαγάγετε έναν νέο κωδικό πρόσβασης παρακάτω:
es: Favor de ingresar una nueva contraseña aquí:
fr: Merci d'entrer un nouveau mot de passe ci-dessous :
id_id: Mohon masukkan kata sandi baru di bawah ini:
it_it: Per favore inserisci una nuova password qui sotto:
nl: Voer hieronder een nieuw wachtwoord in:
pt_br: Por favor, informe uma nova senha abaixo:
sv: Vänligen ange ett nytt lösenord nedan:

# form submit button
source: Set new password
de_de: Neues Passwort eingeben
el_gr: Ορίστε νέο κωδικό πρόσβασης
es: Cambiar contraseña
fr: Changer le mot de passe
id_id: Atur kata sandi baru
it_it: Imposta una nuova password
nl: Nieuw wachtwoord aanmaken
pt_br: Criar nova senha
sv: Ange nytt lösenord

source: Invalid DOMAIN
fr: DOMAIN invalide

source: Empty highlight
es: Resaltado vacío
fr: La marque est vide

source: Text [a&rarr;z]
fr: Texte [a&rarr;z]

source: Text [z&rarr;a]
fr: Texte [z&rarr;a]

source: Count [0&rarr;9]
fr: Nombre [0&rarr;9]

source: Count [9&rarr;0]
fr: Nombre [9&rarr;0]

source: Please use only letters, numbers, dot, underscore, and dashes (._-)
fr: Merci de n'utiliser que des lettres, chiffres, points, tirets et tirets bas (._-)

source: Taguette %(version)s is released under a <a href="https://gitlab.com/remram44/taguette/blob/master/LICENSE.txt">BSD-3-Clause license</a>, &#169; Rémi Rampin and Taguette contributors | <a href="https://www.taguette.org/getting-started.html">User Documentation</a> | Please report issues via <a href="https://gitlab.com/remram44/taguette">GitLab</a> or <a href="mailto:hi@taguette.org">hi@taguette.org</a>!
id_id: Taguette %(version)s dirilis di bawah lisensi <a href="https://gitlab.com/remram44/taguette/blob/master/LICENSE.txt">BSD-3-Clause license</a>, &#169; Rémi Rampin and Taguette contributors | <a href="https://www.taguette.org/getting-started.html">Dokumentasi Pengguna</a> | Mohon laporkan permasalahan melalui <a href="https://gitlab.com/remram44/taguette">GitLab</a> atau <a href="mailto:hi@taguette.org">hi@taguette.org</a>!
pt_br: Taguette %(version)s é licenciado sob a licença <a href="https://gitlab.com/remram44/taguette/blob/master/LICENSE.txt">BSD-3-Clause license</a>, &#169; Rémi Rampin and voluntários do Taguette | <a href="https://www.taguette.org/getting-started.html">Documentação de usuário</a> | Por favor, relate problemas via <a href="https://gitlab.com/remram44/taguette">GitLab</a> ou <a href="mailto:hi@taguette.org">hi@taguette.org</a>!

# form label for email address
source: Email
es: Correo electrónico

source: CSV
de_de: Excel
