Repository: remram44/taguette
Catalog: po/main_*.po
Languages: de_de, el_gr, es, fr, id_id, it_it, nl, pt_br, sv

source: Port number on which to listen
de_de: Port-Nummer die benutzt werden soll
el_gr: Αριθμός θύρας για ακρόαση
es: Número de puerto en el cual escuchar
fr: Numéro de port sur lequel écouter
id_id: Nomor port yang digunakan
it_it: Numero di porta sulla quale ascoltare
nl: Poortnummer om te luisteren
pt_br: Número da porta para ouvir
sv: Portnummer att lyssna på

source: Address to bind on
de_de: Adresse für die Anbindung
el_gr: Διεύθυνση προς δέσμευση
es: Dirección a la cual vincular
fr: Adresse sur laquelle écouter
id_id: Alamat yang digunakan
it_it: Indirizzo per legare
nl: Adres om te binden
pt_br: Endereço para vincular
sv: Adress att binda på

source: Open web browser to the application
de_de: Web-Browser für die Anwendung öffnen
el_gr: Ανοίξτε τον περιηγητή διαδικτύου στην εφαρμογή
es: Abrir la aplicación en el navegador
fr: Ouvrir le navigateur automatiquement
id_id: Buka browser ke aplikasi
it_it: Aprire il browser Web per l'applicazione
nl: Open webbrowser naar de applicatie
pt_br: Abrir o navegador para a aplicação
sv: Öppna webbläsaren till applikationen

source: Don't open the web browser
de_de: Web-Browser nicht öffnen
el_gr: Μην ανοίγετε τον περιηγητή διαδικτύου
es: No abrir el navegador
fr: Ne pas ouvrir le navigateur automatiquement
id_id: Jangan buka browser
it_it: Non aprire il browser web
nl: Open de webbrowser niet
pt_br: Não abra o navegador
sv: Öppna inte webbläsaren

source: Database location or connection string, for example 'project.db' or 'postgresql://me:pw@localhost/mydb' (default: %(default)r)
de_de: Speicherort oder Verbindungslink der Datenbank , zum Beispiel 'project.db' oder 'postgresql://me:pw@localhost/mydb' (default: %(default)r)
el_gr: Τοποθεσία βάσης δεδομένων ή συμβολοσειρά σύνδεσης, για παράδειγμα 'project.db' ή 'postgresql://me:pw@localhost/mydb' (προεπιλογή: %(default)r)
es: Ubicación de la base de datos o cadena de conexión, por ejemplo 'proyecto.bdd' o 'postgresql://usuario:contraseña@localhost/mibasededatos' (por defecto: %(default)r)
fr: Emplacement de la base de données ou identifiant de connexion, par exemple 'projet.db' ou 'postgresql://moi:mdp@localhost/mabdd' (par défaut : %(default)r)
id_id: Lokasi database atau setelan koneksi, contoh 'project.db' atau 'postgresql://me:pw@localhost/mydb' (default: %(default)r)
it_it: Posizione del database o stringa di connessione, per esempio 'project.db' o 'postgresql://me:pw@localhost/mydb' (default: %(default)r)
nl: Locatie van de database of verbindingsteken, bijvoorbeeld 'project.db' of 'postgresql://me:pw@localhost/mydb' (default: %(default)r)
pt_br: Localização do banco de dados ou string de conexão, por exemplo 'project.db' ou 'postgresql: //me:pw@localhost/mydb' (default: %(default)r)
sv: Plats för databas eller anslutningssträng, exempel 'project.db' eller 'postgresql://me:pw@localhost/mydb' (default: %(default)r)

source: Set the file creation mask (umask) on systems that support it.
el_gr: Ρυθμίστε τη μάσκα δημιουργίας αρχείων (umask) σε συστήματα που την υποστηρίζουν.
es: Establezca la máscara de creación de archivos (umask) en los sistemas que la admitan
fr: Définit le masque de création de fichers (umask) pour les systèmes qui le supportent.
id_id: Buat mask pembuatan berkas (umask) pada sistem yang mendukungnya.
pt_br: Defina a máscara de criação de arquivo (umask) em sistemas que a suportam.
sv: Ställ in filskapande mask (umask) på system som stöder det.

source: Don't change umask on startup
de_de: Umask beim Start nicht ändern.
el_gr: Μην αλλάζετε την εντολή umask κατά την εκκίνηση
es: No cambie umask al iniciar el sistema
fr: Ne pas définir l'umask au démarrage
id_id: Jangan ubah umask saat startup
pt_br: Não modifique a umask ao iniciar
sv: Ändra inte umask vid start

source: additional commands
de_de: weitere Befehle
el_gr: πρόσθετες εντολές
es: comandos adicionales
fr: autres commandes
id_id: perintah tambahan
it_it: Comandi aggiuntivi
nl: additionele commando's
pt_br: comandos adicionais
sv: ytterligare kommandon

source: Manually trigger a database migration
de_de: Datenbank-Migration manuell einleiten
el_gr: Μη αυτόματη ενεργοποίηση μιας μετεγκατάστασης βάσης δεδομένων
es: Manualmente iniciar una migración de base de datos
fr: Déclencher manuellement une migration de la base de données
id_id: Picu migrasi database secara manual
it_it: Lancia manualmente una migrazione del database
nl: Handmatig een database-migratie beginnen
pt_br: Acionar manualmente uma migração de banco de dados
sv: Utlös en databasmigrering manuellt

source: Print the default server configuration
de_de: Standard-Serverkonfiguratin ausdrucken
el_gr: Εκτύπωση της προεπιλεγμένης διαμόρφωσης διακομιστή
es: Mostrar la configuración por defecto del servidor
fr: Afficher la configuration serveur par défaut
id_id: Cetak konfigurasi server default
it_it: Stampa la configurazione del server predefinito
nl: Geef de standaard serverconfiguratie weer
pt_br: Imprimir a configuração padrão do servidor
sv: Skriv ut standardkonfigurationen för server

source: Output to this file rather than stdout
de_de: Schreibe Output in diese Datei statt in den stdout
el_gr: Έξοδος σε αυτό το αρχείο αντί για stdout
es: Desplegar a este archivo en vez de a stdout
fr: Écrire dans ce fichier plutôt que la sortie standard
id_id: Output ke berkas ini, bukan ke stdout
it_it: Output su questo file anziché su stdout
nl: Schrijf naar dit bestand in plaats van stdout
pt_br: Direcionar a saída para esse aquivo no lugar do stdout
sv: Utdata till den här filen istället för stdout

source: Run in server mode, suitable for a multi-user deployment
de_de: Starte in Server-Modus, geeignet für ein Mehrbenutzereinsatz.
el_gr: Εκτελείται σε λειτουργία διακομιστή, κατάλληλο για ανάπτυξη από πολλούς χρήστες
es: Ejecutar en modo de servidor, adecuado para una instalación de múltiples usuarios
fr: Démarrer en mode serveur, adapté à un environnement multi-utilisateur
id_id: Berjalan di moda server, sesuai untuk penggunaan multi-user
it_it: Esecuzione in modalità server, adatta per la distribuzione multiutente
nl: In servermodus uitvoeren, toepasselijk voor meerdere gebruikers
pt_br: Executar no modo servidor, adequado para uma instalação multiusuário
sv: Kör i serverläge, lämpligt för en distribution med flera användare

source: Configuration file for the server. The default configuration can be generated using the `default-config` command
de_de: Konfigurations-Datei für den Server. Die Standard-Konfiguration kann mit dem 'default-config'-Befehl generiert werden.
el_gr: Αρχείο διαμόρφωσης για τον διακομιστή. Η προεπιλεγμένη διαμόρφωση μπορεί να δημιουργηθεί χρησιμοποιώντας την εντολή 'default-config'.
es: Configurar el archivo para el servidor. La configuración por defecto puede ser generada com el comando `default-config`
fr: Fichier de configuration pour le serveur. La configuration par défaut peut être générée en utilisant la commande `default-config`
id_id: Konfigurasi berkas untuk server. Konfigurasi default dapat dibuat dengan menggunakan perintah `default-config`
it_it: File di configurazione per il server. La configurazione predefinita può essere generata utilizzando il comando `default-config`
nl: Configuratiebestand voor de server. De standaard configuratie kan gegenereerd worden met `default-config` commando
pt_br: Arquivo de configuração do servidor. A configuração padrão pode ser gerada usando o comando `default-config`
sv: Konfigurationsfil för servern. Standardkonfigurationen kan genereras med kommandot `default-config`

source: Invalid umask: %(arg)s
de_de: Ungültige umask: %(arg)s
el_gr: Μη έγκυρη εντολή umask: %(arg)s
es: umask inválida: 1%(arg)s
fr: Umask invalide : %(arg)s
id_id: Umask invalid: %(arg)s
pt_br: Umask inválida: %(arg)s
sv: Ogiltig umask: %(arg)s

source: Missing required configuration variable %(var)s
de_de: Fehlende benötigte Konfigurations-Variablen %(var)s
el_gr: Λείπει η απαιτούμενη μεταβλητή διαμόρφωσης %(var)s
es: Falta una variable requerida de configuración: %(var)s
fr: Variable de configuration requise %(var)s est manquante
id_id: Variabel konfigurasi %(var)s tidak ditemukan
it_it: Variabile di configurazione richiesta mancante %(var)s
nl: Vereiste configuratie variabele ontbreekt %(var)s
pt_br: Variável de configuração necessária ausente %(var)s
sv: Nödvändig konfigurationsvariabel saknas %(var)s

source: Invalid BASE_PATH
el_gr: Μη έγκυρο BASE_PATH
es: Ruta base (BASE_PATH) inválida
fr: BASE_PATH invalide
id_id: BASE_PATH invalid
sv: Ogiltig BASE_PATH

source: Taguette %(version)s is now running. You can connect to it using this link: %(url)s
de_de: Taguette %(version)s läuft nun. Sie können sich damit verbinden indem Sie folgenden Link verwenden: %(url)s
el_gr: Η Taguette %(version)s εκτελείται τώρα. Μπορείτε να συνδεθείτε σε αυτό με τον σύνδεσμο: %(url)s
es: Taguette %(version)s está activo. Te puedes conectar con este enlace: %(url)s
fr: Taguette %(version)s est maintenant lancée. Vous pouvez vous y connecter en utilisant ce lien : %(url)s
id_id: Taguette %(version)s telah berjalan. Anda dapat menggunakannya di tautan: %(url)s
it_it: Taguette %(version)s è ora in esecuzione. Puoi ora connetterti utilizzando questo collegamento: %(url)s
nl: Taguette %(version)s wordt nu uitgevoerd. Je kunt deze link gebruiken om verbinding te maken %(url)s
pt_br: Taguette %(version)s está executando. Você pode conectar-se usando esse endereço: %(url)s
sv: Taguette %(version)s är nu igång. Du kan ansluta via denna länk: %(url)s

source: Description is too long
el_gr: Η περιγραφή είναι πολύ μεγάλη
es: La descripción es muy larga
fr: La description est trop longue
id_id: Deskripsi terlalu panjang
pt_br: Descrição muito longa
sv: Beskrivningen är för lång

source: Project name cannot be empty
de_de: Der Projektname darf nicht leer sein
el_gr: Το όνομα του έργου δεν μπορεί να είναι κενό
es: El nombre de proyecto no puede estar en blanco
fr: Le nom du projet ne peut pas être vide
id_id: Nama proyek tidak boleh kosong
it_it: Il nome del progetto non può essere vuoto
nl: Projectnaam mag niet leeg zijn
pt_br: O nome do projeto não pode estar vazio
sv: Projektnamnet får inte vara tomt

source: Project name is too long
de_de: Der Projektname ist zu lang
el_gr: Το όνομα του έργου είναι πολύ μεγάλο
es: El nombre del proyecto es muy largo
fr: Le nom du projet est trop long
id_id: Nama proyek terlalu panjang
it_it: Il nome del progetto è troppo lungo
nl: Projectnaam is te lang
pt_br: O nome do projeto é muito longo
sv: Projektnamnet är för långt

source: User login cannot be empty
de_de: Benutzer-Login darf nicht leer sein
el_gr: Η σύνδεση χρήστη δεν μπορεί να είναι κενή
es: El usuario no puede estar en blanco
fr: Le nom d'utilisateur ne peut pas être vide
id_id: Nama pengguna tidak boleh kosong
it_it: L'accesso utente non può essere vuoto
nl: Gebruikerslogin mag niet leeg zijn
pt_br: O login do usuário não pode estar vazio
sv: Användarinloggning kan inte vara tom

source: User login is too long
de_de: Benutzer-Login ist zu lang
el_gr: Η σύνδεση χρήστη είναι πολύ μεγάλη
es: El inicio de sesión del usuario es demasiado largo
fr: Le nom d'utilisateur est trop long
id_id: Nama pengguna terlalu panjang
it_it: L'accesso utente è troppo lungo
nl: Gebruikerslogin is te lang
pt_br: O login do usuário é muito longo
sv: Användarinloggningen är för lång

source: User login is not lowercase
el_gr: Η σύνδεση χρήστη δεν χρησιμοποιεί πεζά γράμματα
es: El inicio de sesión del usuario no está en minúsculas
fr: Le nom d'utilisateur n'est pas en minuscules

source: User login contains forbidden characters
de_de: Benutzer-Login verwendet unzulässige Zeichen
el_gr: Η σύνδεση χρήστη περιέχει απαγορευμένους χαρακτήρες
es: El inicio de sesión del usuario contiene caracteres prohibidos
fr: Ce nom d'utilisateur contient des caractères non autorisés
id_id: Nama pengguna memuat karakter yang tidak diperkenankan
it_it: L'accesso utente contiene caratteri vietati
nl: Gebruikerslogin bevat verboden tekens
pt_br: O login do usuário possui caracteres proibidos
sv: Användarinloggning innehåller förbjudna tecken

source: Email cannot be empty
de_de: E-Mail darf nicht leer sein.
el_gr: Το email δεν μπορεί να είναι κενό
es: La dirección de correo no puede estar en blanco
fr: L'adresse e-mail ne peut pas être vide
id_id: Email tidak boleh kosong
it_it: L'email non può essere vuota
nl: Email mag niet leeg zijn
pt_br: O e-mail não pode estar vazio
sv: E-post får inte vara tom

source: Invalid email address
de_de: Ungültige E-Mail-Adresse
el_gr: Μη έγκυρη διεύθυνση email
es: Dirección de correo electrónico inválida
fr: L'adresse e-mail est invalide
id_id: Alamat email invalid
it_it: Indirizzo email non valido
nl: Ongeldig email-adres
pt_br: Endereço de e-mail inválido
sv: Ogiltig e-postadress

source: Email address is too long
el_gr: Το email είναι πολύ μεγάλο
es: La dirección de correo es muy larga
fr: L'adresse e-mail est trop longue
id_id: Alamat email terlalu panjang
pt_br: Endereço de e-mail muito longo
sv: E-postadressen är för lång

source: Please use a longer password
de_de: Bitte verwenden Sie ein längeres Passwort
el_gr: Παρακαλώ χρησιμοποιήστε μεγαλύτερο κωδικό πρόσβασης
es: Por favor use una contraseña más larga
fr: Merci d'utiliser un mot de passe plus long
id_id: Gunakan kata sandi yang lebih panjang
it_it: Si prega di utilizzare una password più lunga
nl: Gebruik a.u.b. een langer wachtwoord
pt_br: Por favor, informe uma senha mais longa
sv: Använd ett längre lösenord

source: Please use a shorter password
de_de: Bitte verwenden Sie ein kürzeres Passwort
el_gr: Παρακαλώ χρησιμοποιήστε μικρότερο κωδικό πρόσβασης
es: Por favor use una contraseña más corta
fr: Merci d'utiliser un mot de passe plus court
id_id: Gunakan kata sandi yang lebih pendek
it_it: Si prega di utilizzare una password più corta
nl: Gebruik a.u.b een korter wachtwoord
pt_br: Por favor, informe uma senha mais curta
sv: Använd ett kortare lösenord

source: Document name cannot be empty
de_de: Der Dokumentenname darf nicht leer sein
el_gr: Το όνομα του εγγράφου δεν μπορεί να είναι κενό
es: El nombre del documento no puede estar en blanco
fr: Le nom du document ne peut pas être vide
id_id: Nama dokumen tidak boleh kosong
it_it: Il nome del documento non può essere vuoto
nl: Documentnaam mag niet leeg zijn
pt_br: O nome do documento não pode estar vazio
sv: Dokumentets namn får inte vara tomt

source: Document name is too long
de_de: Der Dokumentenname ist zu lang
el_gr: Το όνομα του εγγράφου είναι πολύ μεγάλο
es: El nombre del documento es muy largo
fr: Le nom du document est trop long
id_id: Nama dokumen terlalu panjang
it_it: Il nome del documento è troppo lungo
nl: Documentnaam is te lang
pt_br: O nome do documento é muito longo
sv: Dokumentnamnet är för långt

source: Tag path cannot be empty
de_de: Tag-Pfad darf nicht leer sein
el_gr: Η διαδρομή της ετικέτας δεν μπορεί να είναι κενή
es: La ruta a la etiqueta no puede estar en blanco
fr: Le tag ne peut pas être vide
id_id: Path tag tidak boleh kosong
it_it: Il percorso della tag non può essere vuoto
nl: Label-pad mag niet leeg zijn
pt_br: O caminho da etiqueta não pode estar vazio
sv: Taggsökvägen får inte vara tom

source: Tag path is too long
de_de: Tag-Pfad ist zu lang
el_gr: Η διαδρομή της ετικέτας είναι πολύ μεγάλη
es: La ruta a la etiqueta es muy larga
fr: Le tag est trop long
id_id: Path tag terlalu panjang
it_it: Il percorso della tag è troppo lungo
nl: Label-pad is te lang
pt_br: O caminho da etiqueta está muito longo
sv: Taggsökvägen är för lång

source: File name is too long
el_gr: Το όνομα του αρχείου είναι πολύ μεγάλο
es: El nombre de archivo es muy largo
fr: Le nom du document est trop long

source: Invalid file name
el_gr: Μη έγκυρο όνομα αρχείου
es: Nombre de archivo inválido
fr: Le nom du document est invalide

source: Invalid file: CSV expected
el_gr: Μη έγκυρο αρχείο: αναμενόταν CSV
es: Archivo inválido: Se esperaba un tipo de archivo CSV
fr: Fichier invalide : un CSV est attendu
id_id: Berkas invalid: seharusnya CSV
sv: Ogiltig fil: CSV förväntad

source: Not sure which column to use for tag name
el_gr: Αβεβαιότητα για το ποια στήλη να χρησιμοποιηθεί για το όνομα της ετικέτας
es: No tengo claro qué columna utilizar para el nombre de la etiqueta
fr: Pas sûr de la colonne à utiliser pour le nom du tag
id_id: Tidak tahu kolom mana yang digunakan sebagai nama tag
sv: Osäker på vilken kolumn som ska användas för taggnamn

source: No 'tag', 'name', or 'path' column
el_gr: Δεν υπάρχει στήλη 'ετικέτα', 'όνομα', ή 'διαδρομή'
es: No hay 'nombre' de 'etiqueta', o columna 'ruta'
fr: Pas de colonne 'tag', 'name' ou 'path'
id_id: Tidak ada kolom 'tag', 'name', atau 'path'
sv: Ingen kolumn för "tagg", "namn" eller "sökväg".

source: Not enough columns
el_gr: Δεν υπάρχουν αρκετές στήλες
es: No hay suficientes columnas
fr: Pas assez de colonnes
id_id: Kolom kurang
sv: Inte tillräckligt med kolumner

source: Empty tag name
el_gr: Κενό όνομα ετικέτας
es: Nombre de etiqueta vacío
fr: Nom de tag vide
id_id: Nama tag kosong
sv: Tomt taggnamn

source: Invalid CSV file
el_gr: Μη έγκυρο αρχείο CSV
es: Archivo CSV inválido
fr: Fichier CSV invalide
id_id: Berkas CSV invalid
sv: Ogiltig CSV-fil

source: The database schema used by Taguette has changed! We will try to update your workspace automatically.
de_de: Das von Taguette benutzte Datenbankschema wurde geändert! Wir werden versuchen Ihren Workspace automatisch zu aktualisieren.
el_gr: Το σχήμα της βάσης δεδομένων που χρησιμοποιείται από την Taguette έχει αλλάξει! Θα προσπαθήσουμε να ενημερώσουμε αυτόματα τον χώρο εργασίας σας.
es: El esquema de la base de datos usado por Taguette ha cambiado! Trataremos de actualizar su espacio de trabajo automáticamente
fr: Le schéma de la base de données utilisée par Taguette a changé ! Je vais tenter de mettre à jour votre espace de travail automatiquement.
id_id: Skema database yang digunakan Taguette telah berubah! Kami akan mencoba memperbarui ruang kerja Anda secara otomatis.
nl: Het database-schema dat Taguette gebruikt is veranderd! We proberen je werkblad automatisch te updaten.
pt_br: O esquema de banco de dados usado pelo Taguette foi modificado! Nós iremos tentar atualizar o seu ambiente de trabalho automaticamente.
sv: Databasschemat som används av Taguette har ändrats! Vi ska försöka uppdatera din arbetsyta automatiskt.

source: A backup copy of your database file has been created. If the update goes horribly wrong, make sure to keep that file, and let us know: %(backup)s
de_de: Eine Backup-Kopie Ihrer Datenbank wurde erstellt. Falls das Update furchtbar schief gehen sollte, stellen Sie sicher, dass Sie diese Datei behalten, und informieren Sie uns bitte: %(backup)s
el_gr: Δημιουργήθηκε ένα αντίγραφο ασφαλείας του αρχείου της βάσης δεδομένων σας. Εάν η ενημέρωση δεν γίνει σωστά, φροντίστε να διατηρήσετε αυτό το αρχείο και ενημερώστε μας: %(backup)s
es: Una copia de respaldo de su archivo de base de datos ha sido creada. Si la actualización funciona terriblemente mal, asegúrese de conservar ese archivo, y háganoslo saber: 1%(backup)s
fr: Une copie de sauvegarde du ficher de la base de données a été créée. Si la mise à hour échoue, conservez précieusement ce fichier et contactez nous: %(backup)s
id_id: Berkas salinan cadangan database Anda telah berhasil dibuat. Jika proses update gagal, pastikan tetap menyimpan berkas tersebut, dan kabari kami: %(backup)s
nl: Er is een backup-kopie van je database-bestand aangemaakt. Als er iets helemaal misgaat met de update, zorg dan dat je dit bestand behoudt, en laat het ons weten. %(backup)s
pt_br: Uma cópia de segurança do arquivo de seu banco de dados foi criada. Se a atualização for terrivelmente mal sucedida, tenha certeza de ter esse arquivo guardado, e informe-nos: %(backup)s
sv: En säkerhetskopia av din databasfil har skapats. Om uppdateringen går fruktansvärt fel, se till att behålla den filen och låt oss veta: %(backup)s

source: The database schema used by Taguette has changed! Because you are not using SQLite, we will not attempt a migration automatically; back up your data and use `taguette --database=%(url)s migrate` if you want to proceed.
de_de: Das von Taguette verwendete Datenbankschema wurde verändert. Da Sie nicht SQLite benutzen, werden wir keine automatische Migration versuchen; bitte sichern Sie Ihre Daten und verwenden Sie `taguette --database=%(url)s migrate`, falls Sie fortfahren möchten.
el_gr: Το σχήμα της βάσης δεδομένων που χρησιμοποιείται από την Taguette έχει αλλάξει! Επειδή δεν χρησιμοποιείτε το SQLite, δεν θα επιχειρήσουμε αυτόματη μετεγκατάσταση. Δημιουργήστε αντίγραφα ασφαλείας των δεδομένων σας και χρησιμοποιήστε το `taguette --database=%(url)s migrate` αν θέλετε να συνεχίσετε.
es: El esquema de la base de datos usada por TAguette ha cambiado! Porque usted no está usando SQLite, no vamos a intentar una migración automática; respalde sus datos y use `taguette --database=1%(url)s migrate` si quiere proceder
fr: Le schéma de la base de données utilisée par Taguette a changé ! Parce que vous n'utilisez pas SQLite, je ne vais pas tenter de migration automatique. Sauvegardez vos données et utilisez `taguette --database=%(url)s migrate` quand vous êtes prêt(e).
id_id: Skema database yang digunakan Taguette telah berubah! Karena Anda tidak menggunakan SQLite, kami tidak akan melakukan migrasi otomatis; buat cadangan data Anda dan gunakan `taguette --database=%(url)s migrate` jika Anda hendak melanjutkan.
nl: Het database-schema dat Taguette gebruikt is veranderd! Omdat je geen SQLite gebruikt zullen we niet proberen om automatisch te migreren; maak een backup van je data en gebruik `taguette --database=%(url)s migrate` wanneer je door wilt gaan.
pt_br: O esquema de banco de dados criado pelo Taguette foi modificado! Como você não está usando SQLite, nós iremos tentar uma migração automática; faça uma cópia de segurança dos seu dados e use `taguette --database=%(url)s migrate` se quiser prosseguir.
sv: Databasschemat som används av Taguette har ändrats! Eftersom du inte använder SQLite, kommer vi inte att försöka migrera automatiskt; säkerhetskopiera dina data och använd `taguette --database=%(url)s migrate` om du vill fortsätta.

source: Not logged in
el_gr: Δεν έχετε συνδεθεί
es: No se ha iniciado sesión
fr: Utilisateur non identifié
id_id: Belum login
sv: Ej inloggad

source: Unauthorized
el_gr: Μη εξουσιοδοτημένος
es: No autorizado
fr: Pas autorisé
id_id: Tidak berwenang
sv: Obehörig

source: No such tag
el_gr: Δεν υπάρχει τέτοια ετικέτα
es: No existe la etiqueta
fr: Tag inconnu
id_id: Tidak ada tag seperti itu
sv: Ingen sådan tagg

source: No such highlight
el_gr: Δεν υπάρχει τέτοια επισήμανση
es: No existe el resaltado
fr: Marque inconnue
id_id: Tidak ada sorotan seperti itu
sv: Ingen sådan markering

source: There must be one admin
el_gr: Πρέπει να υπάρχει ένας διαχειριστής
es: Bebe haber al menos un administrador
fr: Il doit y avoir un admin
id_id: Harus ada satu admin
sv: Det måste finnas en administratör

source: This database is an unknown version. It might have been written by a more recent version of Taguette, please check for updates
el_gr: Αυτή η βάση δεδομένων είναι από μια άγνωστη έκδοση της Taguette. Μπορεί να έχει δημιουργηθεί από μια πιο πρόσφατη έκδοση του Taguette. Ελέγξτε για ενημερώσεις.
es: La base de datos se encuentra en una versión desconocida. Es posible que haya sido creada por una versión más reciente de Taguette, por favor busque actualizaciones pendientes
fr: Cette base de données est une version inconnue. Elle a pu être créée par une version de Taguette plus récente, merci de chercher une mise à jour.
id_id: Database ini tidak diketahui versinya. Kemungkinan telah diisi dengan versi Taguette yang lebih baru, mohon periksa perbaruan database.
sv: Denna databas är en okänd version. Det kan ha skrivits av en nyare version av Taguette, se efter uppdateringar
