Repository: remram44/taguette
Catalog: po/website_*.po
Languages: fr_fr

source: Taguette is a free an open-source text tagging tool for qualitative data analysis and qualitative research
fr_fr: Taguette est un logiciel d'analyse de contenu qualitatif gratuit et libre

source: Taguette, the free and open-source qualitative data analysis tool
fr_fr: Taguette, le logiciel d'analyse de contenu qualitatif gratuit et libre

source: (current)
fr_fr: (actuel)

source: Home
fr_fr: Accueil

source: About
fr_fr: À propos

source: Install
fr_fr: Installation

source: Getting Started
fr_fr: Prise en main

source: Self-Host
fr_fr: Héberger soi-même

source: FAQ
fr_fr: FÀQ

source: Try it %(external_icon)s
fr_fr: Utiliser en ligne %(external_icon)s

source: Email: <a href="mailto:hi@taguette.org">hi@taguette.org</a> | Mailing-lists: <a href="https://groups.io/g/taguette">users</a>, <a href="https://groups.io/g/taguette-announce">announce</a> | Twitter: <a href="https://twitter.com/TaguetteProject">@TaguetteProject</a> | Found a bug in Taguette? Tell us on <a href="https://gitlab.com/remram44/taguette">GitLab</a>!
fr_fr: Courriel : <a href="mailto:hi@taguette.org">hi@taguette.org</a> | Liste de diffusion : <a href="https://groups.io/g/taguette">utilisateurs</a>, <a href="https://groups.io/g/taguette-announce">annonces</a> | Twitter: <a href="https://twitter.com/TaguetteProject">@TaguetteProject</a> | Découvert un bogue dans Taguette ? Dites-le nous sur <a href="https://gitlab.com/remram44/taguette">GitLab</a> !

source: About Taguette, the free and open-source qualitative data analysis tool
fr_fr: À propos de Taguette, le logiciel d'analyse de contenu qualitatif gratuit et libre

source: About <span style="font-family: BadScript;">TAGUETTE</span>
fr_fr: À propos de <span style="font-family: BadScript;">TAGUETTE</span>

source: <p>A spin on the phrase "tag it!", <a href="https://www.taguette.org/">Taguette</a> is a free and open-source qualitative research tool (which works on all operating systems!) that allows users to:</p> <ul> <li>Import PDFs, Word Docs (.docx), Text files (.txt), HTML, EPUB, MOBI, Open Documents (.odt), and Rich Text Files (.rtf).</li> <li>Highlight words, sentences, or paragraphs and tag them with the codes you create.</li> <li>Work collaboratively with other users (if <a href="self-host.html">self-hosting</a> or using <a href="https://app.taguette.org">app.taguette.org</a>).</li> <li>Your data stays your own; export everything including your project, highlights, documents, and codes.</li> </ul> <p>...and much more! You can view our development queue on GitLab here: <a href="https://gitlab.com/remram44/taguette/-/issues">https://gitlab.com/remram44/taguette/-/issues</a>. You can always add feature requests, bug reports, or general feedback via GitLab issues. If you are not sure how to do that, feel free to email us your feedback at <a href="mailto:hi@taguette.org">hi@taguette.org</a>.</p> <p>If you use Taguette for your research, please cite it with the following:</p>
fr_fr: <p>Un jeu de mots sur la phrase "tag it!", <a href="https://www.taguette.org/">Taguette</a> est un logiciel d'analyse de contenu qualitatif libre et gratuit (qui fonctionne sur tous les systèmes d'exploitation !) qui permet à ses utilisateurs :</p> <ul> <li>Importer des PDFs, Documents Word (.docx), Ficher textes (.txt), HTML, EPUB, MOBI, Open Documents (.odt) et text enrichi (.rtf).</li> <li>Marquer des mots, phrases our paragraphes et les associer aux tags que vous définissez.</li> <li>Travailler en collaboration avec d'autres utilisateurs (si vous <a href="self-host.html">hébergez Taguette sur un serveur</a> ou utilisez <a href="https://app.taguette.org">app.taguette.org</a>).</li> <li>Garder le contrôle de vos données : exportez tout notamment vos projets, marques, documents et tags.</li> </ul> <p>...et plus encore ! Vous pouvez voir nos plans de futur développement sur GitLab ici : <a href="https://gitlab.com/remram44/taguette/-/issues">https://gitlab.com/remram44/taguette/-/issues</a>. Vous pouvez demander de nouvelles fonctionalités, rapporter des bogues ou nous faire part de vos retours via des tickets GitLab. Si vous n'êtes pas sûr de comment le faire, vous pouvez aussi nous envoyer des courriels à <a href="mailto:hi@taguette.org">hi@taguette.org</a>.</p> <p>Si vous utilisez Taguette pour votre recherche, merci de nous citer comme suit :</p>

source: Why did we make Taguette?
fr_fr: Pourquoi avons-nous créé Taguette ?

source: <p>Qualitative methods generate rich, detailed research materials that leave individuals’ perspectives intact as well as provide multiple contexts for understanding the phenomenon under study. Qualitative methods are used in a wide range of fields, such as anthropology, education, nursing, psychology, sociology, and marketing. Qualitative data has a similarly wide range: observations, interviews, documents, audiovisual materials, and more.</p> <p>However - the software options for qualitative researchers are either <strong>far too expensive</strong>, don't allow for the seminal method of highlighting and tagging materials, <em>or actually perform quantitative analysis</em>, just on text.</p> <p><strong>It's not right or fair that qualitative researchers without massive research funds cannot afford the basic software to do their research.</strong></p> <p>So, to bolster a fair and equitable entry into qualitative methods, we've made Taguette!</p>
fr_fr: <p>Les méthodes qualitatives génèrent des documents de recherche riches et détaillés qui préservent les perpectives des sujets et fournissent des contextes multiples pour la compréhension du phénomène étudié. Ces méthodes sont utilisées par une grande variété de domaines, comme l'anthropologie, l'éducation, les soins, la psychologie, la sociologie et le marketing. Les données qualitatives ont une variété aussi large : observations, entretiens, documents, enregistrements audiovisuels et autres.</p> <p>Néanmoins, les options de logiciels pour les chercheurs qualitatifs sont soit <strong>bien trop chères</strong>, soit ne permettent pas la méthode fondamentale de marquage et codage de documents, <em>soit accomplissent en réalité une l'analyse quantitative</em>.</p> <p><strong>Il n'est pas bon ou juste que les chercheurs qualitatifs sans fonds de recherche énormes ne peuvent pas se permettre les logiciels de base pour accomplir leur recherche.</strong></p> <p>Alors, pour fournir une option juste et équitable aux méthodes qualitatives, nous avons créé Taguette !</p>

source: The Team
fr_fr: L'équipe

source: Taguette was developed by Rémi Rampin. Vicky Rampin and Sarah DeMott provided the functional requirements, user needs, and testing in order to influence the development process.
fr_fr: Taguette a été développé par Rémi Rampin. Vicky Rampin et Sarah DeMott ont fourni le cahier des charges, les besoins utilisateurs et les essais afin de guider le processus de développement.

source: Main Dev
fr_fr: Développeur principal

source: Product Manager
fr_fr: Chef de produit

source: Trainer &amp; User Liaison
fr_fr: Formateur &amp; Liaison Utilisateur

source: Frequently Asked Questions
fr_fr: Foire aux questions

source: This is a non-exhaustive list of FAQs for Taguette &mdash; if you feel something else should be covered in this guide, please email us at <a href="mailto:hi@taguette.org">hi@taguette.org</a>.
fr_fr: Ceci est une liste non exhaustive de question fréquentes pour Taguette &mdash; si vous pensez que quelque chose d'autre mérite d'être inclus dans ce guide, merci de nous écrire à <a href="mailto:hi@taguette.org">hi@taguette.org</a>.

source: General info
fr_fr: Informations générales

source: How do you pronounce Taguette?
fr_fr: Comment prononcer Taguette ?

source: It's pronounced like 'baguette' just with a 't' instead of a 'b' at the start! <code>/tæˈɡɛt/</code>
fr_fr: Ça se prononce comme 'baguette' mais avec un 't' à la place du 'b' au début ! <code>/tæˈɡɛt/</code>

source: How much does it cost?
fr_fr: Combien coûte Taguette ?

source: <p>It's free!</p> <p>Taguette costs nothing, either to use on your own machine or install on a server. It is published under an open license (BSD), which you can read here: <a href="https://gitlab.com/remram44/taguette/blob/master/LICENSE.txt">gitlab.com/remram44/taguette/blob/master/LICENSE.txt</a>.</p> <p>If you would like to make a donation to Taguette, you can do so at our Open Collective: <a href="https://opencollective.com/taguette">opencollective.com/taguette</a>. Contributions will go towards maintenance work.</p>
fr_fr: <p>Taguette est gratuit !</p> <p>Taguette ne coûte rien, que ce soit pour l'utiliser sur votre ordinateur personnel ou pour l'installer sur un serveur. Taguette est publié sous une licence libre (BSD) que vous pouvez lire ici (anglais) : <a href="https://gitlab.com/remram44/taguette/blob/master/LICENSE.txt">gitlab.com/remram44/taguette/blob/master/LICENSE.txt</a>.</p> <p>Si vous voulez faire une donation à Taguette, vous pouvez le faire sur notre Open Collective : <a href="https://opencollective.com/taguette">opencollective.com/taguette</a>. Votre contribution financera la maintenance du logiciel.</p>

source: Where can I install Taguette?
fr_fr: Où puis-je installer Taguette ?

source: How do I learn to use Taguette?
fr_fr: Comment apprendre à utiliser Taguette ?

source: Where can I get support for Taguette?
fr_fr: Où puis-je trouver du soutien technique pour Taguette ?

source: Which file formats can I use with Taguette?
fr_fr: Quels formats de fichier puis-je utiliser avec Taguette ?

source: I used Taguette for research and I want to cite you/give you credit &mdash; how can I do that?
fr_fr: J'ai utilisé Taguette pour ma recherche et je veux vous citer/remercier &mdash; comment faire ?

source: Desktop/Single-user Info
fr_fr: Version personnelle

source: Why do you call the desktop version of Taguette 'single user mode'?
fr_fr: Pourquoi vous appelez la version ordinateur de Taguette "personnelle" ?

source: Does Taguette work on all operating systems?
fr_fr: Est-ce que Taguette marche sur tous les systèmes d'exploitation ?

source: Yes! You can install Taguette on macOS, Windows, and Linux.
fr_fr: Oui ! Vous pouvez installer Taguette sur macOS, Windows et Linux.

source: When I use Taguette on my personal computer, where is the data?
fr_fr: Quand j'utilise Taguette sur mon ordinateur personnel, où se trouvent les données ?

source: SQLite is ok, but I prefer another database system. Can I change what Taguette uses?
fr_fr: SQLite c'est bien, mais je prèfère un autre logiciel de base de données. Puis-je changer ce que Taguette utilise ?

source: Self-hosting/multiuser mode Info
fr_fr: Héberger soi-même/mode multi-utilisateur

source: Can I install Taguette on my own server?
fr_fr: Puis-je installer Taguette sur mon propre serveur ?

source: I thought I followed the instructions but something went wrong -- what should I look at first?
fr_fr: Je pensais avoir suivi les instructions mais quelque chose est allé de travers -- où regarder en premier ?

source: %(hosted_app_link)s Info
fr_fr: À propos de %(hosted_app_link)s

source: What is app.taguette.org?
fr_fr: C'est quoi app.taguette.org ?

source: It is a version of Taguette hosted on our servers for free use by anyone! We host this from a rented dedicated server from <a href="https://www.ovhcloud.com/en/bare-metal/">OVH</a>, and our server's location is in France.
fr_fr: C'est une version de Taguette hébergée sur notre serveur et utilisable gratuitement par tout le monde ! Nous l'hébergeons sur un serveur dédié que nous louons chez <a href="https://www.ovhcloud.com/en/bare-metal/">OVH</a> et notre serveur est situé en France.

source: What do we need to register for an account, and what do you do with our account information?
fr_fr: De quoi ai-je besoin pour ouvrir un compte et comment traitez-vous mes informations personnelles ?

source: What type of data should I upload to app.taguette.org?
fr_fr: Quels types de données puis-je charger dans app.taguette.org ?

source: Do you back up the data on app.taguette.org?
fr_fr: Est-ce que vous sauvegardez les données de app.taguette.org ?

source: Start With Taguette, the free and open-source qualitative data analysis tool
fr_fr: Commencer avec Taguette, le logiciel d'analyse de contenu qualitatif gratuit et libre

source: Open Taguette
fr_fr: Lancer Taguette

source: Start a project
fr_fr: Créer un projet

source: Upload materials
fr_fr: Ajouter des documents

source: Change interface language (server only)
fr_fr: Changer le langage de l'interface (serveur uniquement)

source: Add collaborators (server only)
fr_fr: Ajouter des collaborateurs (serveur uniquement)

source: Create tags
fr_fr: Créer des tags

source: Change/delete tags
fr_fr: Modifier/supprimer des tags

source: Merge tags
fr_fr: Fusionner des tags

source: Getting started with <span style="font-family: BadScript;">TAGUETTE</span>
fr_fr: Commenter avec <span style="font-family: BadScript;">TAGUETTE</span>

source: <i class="far fa-play-circle"></i> Open Taguette
fr_fr: <i class="far fa-play-circle"></i> Lancer Taguette

source: Permission level
fr_fr: Permissions

source: View project
fr_fr: Voir le projet

source: Change highlights
fr_fr: Changer les marques

source: Change tags
fr_fr: Changer les tags

source: Add/delete documents
fr_fr: Ajouter et supprimer des documents

source: Change collaborators
fr_fr: Changer les collaborateurs

source: Delete project
fr_fr: Supprimer le project

source: Full permission
fr_fr: Toutes les permissions

source: Can't change collaborators/delete project
fr_fr: Ne peut pas changer les collaborateurs / supprimer le projet

source: View and make changes
fr_fr: Voir & faire des changements

source: View Only
fr_fr: Voir seulement

source: <i class="fas fa-tags"></i> Create Tags
fr_fr: <i class="fas fa-tags"></i> Créer des Tags

source: <i class="fas fa-eraser"></i> Delete/change Tags
fr_fr: <i class="fas fa-eraser"></i> Supprimer/changer les Tags

source: <i class="far fa-object-group"></i> Merge Tags
fr_fr: <i class="far fa-object-group"></i> Fusionner des Tags

source: FEEDING YOUR QUALITATIVE NEEDS
fr_fr: NOURRIT VOS BESOINS QUALITATIFS

source: Have you ever searched "free qualitative research software" only to be disappointed that nothing lets you tag your materials? Search no more! Taguette is a <strong>free and open-source</strong> tool for qualitative research. You can import your research materials, highlight and tag quotes, and export the results!
fr_fr: Avez-vous déjà cherché "analyse qualitative gratuit" et trouvé aucune solution qui vous permet de taguer vos documents ? Ne cherchez plus ! Taguette est un logiciel <strong>libre et gratuit</strong> pour l'analyse qualitative de contenu. Vous pouvez importer vos documents, marquer et organiser des extraits de texte et exporter les résultats !

source: Learn more &raquo;
fr_fr: En savoir plus &raquo;

source: Try out Taguette on our server %(external_icon)s
fr_fr: Essayez Taguette sur notre serveur %(external_icon)s

source: Work Locally
fr_fr: Fonctionne localement

source: Taguette works both on your local computer (macOS, Windows, Linux) and on a server. When running Taguette locally, <strong>your data is as secure as your computer</strong>. That means that if you can have your data on your computer, you can run Taguette with no worries.
fr_fr: Taguette fonctionne aussi bien sur votre ordinateur personnel (macOS, Windows, Linux) et comme serveur. Quand vous utilisez Taguette localement, <strong>vos données sont autant sécurisées que l'est votre ordinateur</strong>. Cela signifie que si vous êtes autorisé à avoir vos données sur votre ordinateur, vous pouvez utiliser Taguette sans problème.

source: Install now &raquo;
fr_fr: Installer maintenant &raquo;

source: Highlight &amp; Tag
fr_fr: Marquez &amp; Codez

source: Taguette allows you to upload your research materials and tag them, just as you would use different color highlighters with printed paper. You can add new tags, then just select some text, click 'new highlight', and add whatever tag you find to be most relevant!
fr_fr: Taguette vous permez d'importer vos documents et des les marquer, comme vous le feriez avec des marqueurs de différentes couleurs sur papier. Vous pouvez créer vos tags, sélectionner du texte, cliquer sur "nouvelle marque" et ajouter les tags que vous voulez !

source: Get started &raquo;
fr_fr: Commencer &raquo;

source: Export Results
fr_fr: Exportez le Résultat

source: After you've done your work highlighting materials in Taguette, you can export in a variety of ways -- your whole project, codebook, all your highlighted quotes (or ones for a specific tag!), and highlighted documents. It's a good practice to keep an archival copy of your work!
fr_fr: Une fois que vous avez fini votre travail de marquage de documents dans Taguette, vous pouvez l'exporter de diverses manières -- votre projet complet, votre dictionnaire de codes, tous vos extraits (ou ceux pour un tag spécifique !) et vos documents marqués. Il est bonne pratique de garder une copie d'archive de votre œuvre !

source: View details &raquo;
fr_fr: Détails &raquo;

source: Install Taguette, the free and open-source qualitative data analysis tool
fr_fr: Installer Taguette, le logiciel d'analyse de contenu qualitatif gratuit et libre

source: Install <span style="font-family: BadScript;">TAGUETTE</span>
fr_fr: Installer <span style="font-family: BadScript;">TAGUETTE</span>

source: <p>Taguette is released under <a href="https://gitlab.com/remram44/taguette/blob/master/LICENSE.txt">the BSD license</a>. You can read about the team behind Taguette on our <a href="about.html#team">About</a> page.</p> <p>You are able to use Taguette on our server for free at <a href="https://app.taguette.org">https://app.taguette.org</a> and also install Taguette locally on your computer and/or server (if you'd like to self-host!). Using Taguette on our server (or your own) means that you will be able to collaborate with others while using Taguette on your own computer means you can use it offline and by yourself.</p>
fr_fr: <p>Taguette est disponible sous les termes de <a href="https://gitlab.com/remram44/taguette/blob/master/LICENSE.txt">la licence BSD</a>. Vous pouvez en lire plus sur l'équipe derrière Taguette sur notre page <a href="about.html#team">À Propos</a>.</p> <p>Vous pouvez utiliser Taguette gratuitement sur notre serveur à <a href="https://app.taguette.org">https://app.taguette.org</a> ou bien installer Taguette localement sur votre ordinateur personnel et/ou serveur (si vous voulez l'hébergez vous même !). Utiliser Taguette sur notre serveur (ou le vôtre) vous permet de collaborer avec d'autres utilisateurs, alors qu'installer Taguette sur votre ordinateur personnel ne vous permet que de l'utiliser hors-ligne seul.</p>

source: Installers
fr_fr: Programmes d'installation

source: Taguette works on macOS, Windows, and Linux. The installers for macOS and Windows include Python, Taguette, and Calibre, so you don't need to install anything else. For Linux, the easiest way to install Taguette is to use <code>pip</code>, and those instructions are <a href="#pip">below</a>.
fr_fr: Taguette fonctionne sur macOS, Windows et Linux. Les programmes d'installation pour macOS et Windows incluent Python, Taguette et Calibre, donc vous n'avez besoin d'installer rien d'autre. Pour Linux, le moyen le plus simple d'installer Taguette est d'utiliser <code>pip</code>, les instructions sont <a href="#pip">plus bas</a>.

source: On Windows...
fr_fr: Sur Windows...

source: <p>Download the EXE file from <a href="%(download_page)s">our latest release page</a>.</p> <p>Open it, and click through the installer wizard's steps. A "Taguette" entry will appear in your Start Menu and on your Desktop, if you selected that option.</p>
fr_fr: <p>Téléchargez le ficher EXE depuis <a href="%(download_page)s">la page de notre dernière version</a>.</p> <p>Ouvrez-le et cliquez votre chemin à travers le programme d'installation. Un bouton "Taguette" apparaîtra dans votre menu "démarrer" et sur votre bureau, si vous avez sélectionné cette option.</p>

source: On macOS...
fr_fr: Sur macOS...

source: <p>Download the DMG file from <a href="%(download_page)s">our latest release page</a>.</p> <p><img src="imgs/mac-01.png" width="543" height="158" class="mx-auto d-block"/></p> <p>When you open it, you will see a Finder window. You should drag the "Taguette.app" file to the "Applications" folder.</p> <p><img src="imgs/mac-02.png" width="543" height="158" class="mx-auto d-block"/></p> <p>Then double-click on "Applications", and right-click on "Taguette.app" and choose "Open".</p> <p><img src="imgs/mac-03.png" width="780" height="238" class="mx-auto d-block"/></p> <p><img src="imgs/mac-04.png" width="262" height="386" class="mx-auto d-block"></p> <p>You will only have to do this the first time. After this, you will be able to start Taguette from the Launchpad or Spotlight.</p>
fr_fr: <p>Téléchargez le fichier DMG depuis <a href="%(download_page)s">la page de notre dernière version</a>.</p> <p><img src="imgs/mac-01.png" width="543" height="158" class="mx-auto d-block"/></p> <p>Quand vous l'ouvrez, vous verrez une fenêtre Finder s'ouvrir. Glissez-déposez le fichier "Taguette.app" dans le dossier "Applications".</p> <p><img src="imgs/mac-02.png" width="543" height="158" class="mx-auto d-block"/></p> <p>Ensuite, double-cliquez sur "Applications" et faites un clic droit sur "Taguette.app" puis choisissez "Ouvrir".</p> <p><img src="imgs/mac-03.png" width="780" height="238" class="mx-auto d-block"/></p> <p><img src="imgs/mac-04.png" width="262" height="386" class="mx-auto d-block"></p> <p>Cette dernière opération n'est nécessaire que la première fois. Vous pourrez ensuite ouvrir Taguette depuis le Launchpad ou Spotlight.</p>

source: Once you start the application, you will see a terminal window appear. This is normal! You can ignore it completely and use Taguette from your web browser (<a href="http://localhost:7465/"><code>localhost:7465</code></a> should open automatically). Simply leave the terminal window open until you are done using Taguette, after which you can close that terminal window to stop Taguette.
fr_fr: Quand vous lancerez l'application, vous verrez une fenêtre de terminal s'ouvrir. C'est normal ! Vous pouvez l'ignorer complètement et utiliser Taguette depuis votre navigateur (<a href="http://localhost:7465/"><code>localhost:7465</code></a> devrait s'ouvrir automatiquement). Laissez simplement la fenêtre de terminal ouverte jusqu'à ce que vous ayez fini d'utiliser Taguette, après quoi vous pouvez fermer cette fenêtre pour arrêter Taguette.

source: Installation using pip
fr_fr: Installation avec pip
