Repository: remram44/taguette
Catalog: po/website_*.po
Languages: fr_fr

source: <p>You first need to install <a href="https://www.python.org/downloads/">Python 3</a> and <a href="https://calibre-ebook.com/">Calibre</a>, the open-source e-book management software. Taguette uses a part of Calibre to convert documents into HTML, allowing you to highlight and tag parts of them.</p> <p>Once you've installed Python, you can install Taguette with its dependencies from the command line with the following:</p> <pre>pip3 install taguette</pre> <p>After which you can simply run <code>taguette</code> in the terminal to get it going. You'll see the command line will still be running. This is ok! Don't worry about the terminal, but do leave it running. A browser window should appear, pointing you to <a href="http://localhost:7465/"><code>localhost:7465</code></a>, and you can begin working on your projects!</p>
fr_fr: <p>Vous devez tout d'abord installer <a href="https://www.python.org/downloads/">Python 3</a> et <a href="https://calibre-ebook.com/">Calibre</a>, le logiciel libre de gestion de livres numériques. Taguette uses utilise une partie de Calibre pour convertir des documents en HTML, ce qui vous permet de les marquer et tagger dans Taguette.</p> <p>Une fois que vous avez installé Python, vous pouvez installer Taguette avec ses dépendances logicielles depuis la ligne de commandes comme suit :</p> <pre>pip3 install taguette</pre> <p>Après quoi vous pouvez simplement entrer <code>taguette</code> dans le terminal pour lancer l'application. Vous verrez que l'activité continue dans le terminal. C'est normal ! Ne vous inquiétez pas du terminal, mais laissez-le ouvert. Une fenêtre de navigateur devrait apparaître, dirigée vers <a href="http://localhost:7465/"><code>localhost:7465</code></a>, et vous pouvez commencer à travailler sur vos projets !</p>

source: Development set-up
fr_fr: Configuration pour le développement

source: <p>You can also install from a local clone of this repository, which will allow you to easily change the sources to suit your needs:</p> <ol> <li>Clone this git repository from the terminal: <code>git clone https://gitlab.com/remram44/taguette.git</code></li> <li>Navigate on the command line to the repository you've just cloned locally, using the <code>cd</code> command. To get help using <code>cd</code>, use <a href="https://swcarpentry.github.io/shell-novice/02-filedir/index.html">this tutorial</a>.</li> <li>Taguette uses <a href="https://python-poetry.org/">Poetry</a> for its packaging and dependency management. You will need to <a href="https://python-poetry.org/docs/#installation">install Poetry</a></li> <li>Install Taguette and its dependencies by running <code>poetry install</code>. We recommend you run this inside of a <a href="https://docs.python-guide.org/dev/virtualenvs/">virtualenv</a> if possible.</li> <li>Build translation files using <code>scripts/update_translations.sh</code>.</li> <li>You can start taguette in development mode using <code>taguette --debug</code>. This will start Tornado in debug mode, which means in particular that it will auto-restart every time you make changes.</li> <li>Navigate to <a href="http://localhost:7465/"><code>localhost:7465</code></a> to use Taguette!</li> </ol>
fr_fr: <p>Vous pouvez aussi installer depuis un clone de ce dépôt, ce qui vous permettra de modifier les sources facilement pour correspondre à vos besoins :</p> <ol> <li>Clonez ce dépôt git depuis le terminal : <code>git clone https://gitlab.com/remram44/taguette.git</code></li> <li>Naviguez en utilisant la ligne de commande vers le dépôt que vous venez de cloner localement, en utilisant la commande <code>cd</code>. Pour plus d'information sur l'utilisation de <code>cd</code>, référez-vous à <a href="https://swcarpentry.github.io/shell-novice/02-filedir/index.html">ce tutoriel</a>.</li> <li>Taguette utilise <a href="https://python-poetry.org/">Poetry</a> pour son empaquetage et la gestion de ses dépendances logicielles. Vous devrez <a href="https://python-poetry.org/docs/#installation">installer Poetry</a></li> <li>Installez Taguette et ses dépendances en entrant <code>poetry install</code>. Il est recommendé d'utiliser <a href="https://docs.python-guide.org/dev/virtualenvs/">virtualenv</a> si possible.</li> <li>Compilez les traductions en entrant <code>scripts/update_translations.sh</code>.</li> <li>Vous pouvez lancer Taguette en mode développement en entrant <code>taguette --debug</code>. Ceci initialisera Tornado en mode de débogage, ce qui signifie en particulier qu'il redémarrera à chaque fois que vous faites un changement.</li> <li>Naviguez vers <a href="http://localhost:7465/"><code>localhost:7465</code></a> pour utiliser Taguette !</li> </ol>

source: Learn about using Taguette at our <a href="getting-started.html">getting started</a> page!
fr_fr: Pour en savoir plus sur son utilisation, voir notre page <a href="getting-started.html">prise en main</a> !

source: Self Hosting Taguette, the free and open-source qualitative data analysis tool
fr_fr: Héberger vous-même Taguette, le logiciel d'analyse de contenu qualitatif gratuit et libre

source: Self-hosting <span style="font-family: BadScript;">TAGUETTE</span>
fr_fr: Héberger <span style="font-family: BadScript;">TAGUETTE</span> soi-même

source: Using Docker
fr_fr: En utilisant Docker

source: "Native" installation on a server
fr_fr: Installation "native" sur un serveur

source: Configuration file
fr_fr: Fichier de configuration
